{
  "part_id": "part7",
  "part_number": 7,
  "title": "TRAFFIC CONTROL FOR SCHOOL AREAS",
  "source": "Virginia MUTCD for Streets and Highways, Version 11.0 (January 2026)",
  "page_start": 315,
  "page_end": 332,
  "chapters": [
    {
      "chapter_code": "7A",
      "title": "GENERAL",
      "virginia_specific_content": true,
      "keywords": [
        "pedestrian",
        "general",
        "signal",
        "bicycle",
        "sign",
        "warning",
        "school",
        "virginia",
        "intersection",
        "regulatory",
        "crosswalk",
        "speed",
        "stop",
        "warrant",
        "yield"
      ],
      "sections": [
        {
          "section_number": "7A.01",
          "title": "Introduction",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [],
            "option": [],
            "support": [
              "01 Part 7 sets forth basic principles and prescribes standards for the design, application, installation, and maintenance of all traffic control devices (including signs, signals, and markings) and other controls (including adult crossing guards) for the special pedestrian conditions in school areas."
            ]
          },
          "raw_text": "Support:\n01\t\t\nPart 7 sets forth basic principles and prescribes standards for the design, application, installation, and \nmaintenance of all traffic control devices (including signs, signals, and markings) and other controls (including \nadult crossing guards) for the special pedestrian conditions in school areas."
        },
        {
          "section_number": "7A.02",
          "title": "School Route Plans and School Crossings",
          "virginia_specific": true,
          "content": {
            "standard": [],
            "guidance": [
              "01 A school route plan for each school serving elementary to high school students should be prepared in order to develop uniformity in the use of school area traffic controls and to serve as the basis for a school traffic control plan for each school. 02 The school route plan, developed in a systematic manner by the school, law enforcement, and traffic officials responsible for school pedestrian safety, should consist of a map (see Figure 7A‑1) showing streets, the school, existing traffic controls, established school walk routes, and established school crossings. K A T H L E E N C T E L M C T  L I N C O L N  C T  MOONLIGHT CT KEYSTONE CT SHEAWOOD CT GATESHEAD DR COLORADO CT PUEBLO ST SHARI ST 95TH ST STACEY ST SAN LUIS CT 95TH ST ASTON CT ANDREW RD NOTTINGHAM LN WENDY RD WENDY RD MESA DR AMANDA RD WINTER PARK DR BRECKENRIDGE LN GLEN EAGLE DR MEAGHAN AVE DE LASALLE AV GATESHEAD DR MAYLEAR LN BROCKTON DR COPPERFIELD CT COURTNEY ST G A T E S HE AD DR  NEWPORT DR SPINNER CT WEDGEWOOD DR ARIA CT HAWLEY CT COPPERFIELD DR NE WPO R T  D R SIERRA AV EMILY ST SIERRA CT Legend School Marked crosswalk Crossing guard Signalized intersection STOP or YIELD sign approach Pedestrian route JU LI E TT E ST Figure 7A-1.  Example of School Route Plan Map Final - Pending Approval  Part 7. Traffic Control for School Areas Page 820 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 03 Bicycle use as a mode of transportation, as applicable, should also be considered if students biking to and from school are not allowed to use the sidewalks along the pedestrian route. 04 The type(s) of school area traffic control devices used, either warning or regulatory, should be related to the volume and speed of vehicular traffic, street width, and the number and age of the students using the crossing. 05 School area traffic control devices should be included in a school traffic control plan.",
              "08 School walk routes should be planned to take advantage of existing traffic controls. 09 The following factors should be considered when determining the feasibility of requiring children to walk a longer distance to a crossing with existing traffic control: A.\t The availability of adequate sidewalks or other pedestrian walkways to and from the location with existing control, B.\t The number of students using the crossing, C.\t The age levels of the students using the crossing, and D.\t The total extra walking distance."
            ],
            "option": [],
            "support": [
              "06 To establish a safer route to and from school for schoolchildren, the application of planning criterion for school walk routes might make it necessary for children to walk an indirect route to an established school crossing located where there is existing traffic control and to avoid the use of a direct crossing where there is no existing traffic control. 07 The frequency of gaps in the traffic stream that are sufficient for student crossing is different at each crossing location. When the delay between the occurrences of adequate gaps becomes excessive, students might become impatient and endanger themselves by attempting to cross the street during an inadequate gap. In these instances, the creation of sufficient gaps needs to be considered to accommodate the crossing demand.",
              "10 A School Crossing signal warrant is provided in Section 4C.06. Final - Pending Approval  Part 7. Traffic Control for School Areas Virginia MUTCD for Streets and Highways | Version 11.0 Page 821 January 2026"
            ]
          },
          "raw_text": "Guidance: \n01\t\t\nA school route plan for each school serving elementary to high school students should be prepared in order \nto develop uniformity in the use of school area traffic controls and to serve as the basis for a school traffic \ncontrol plan for each school.\n02\t\t\nThe school route plan, developed in a systematic manner by the school, law enforcement, and traffic officials \nresponsible for school pedestrian safety, should consist of a map (see Figure 7A‑1) showing streets, the school, \nexisting traffic controls, established school walk routes, and established school crossings. \nK\nA\nT\nH\nL\nE\nE\nN \nC\nT \nE\nL\nM\n C\nT\n \nL\nI\nN\nC\nO\nL\nN\n \nC\nT\n \nMOONLIGHT CT\nKEYSTONE CT\nSHEAWOOD CT\nGATESHEAD DR\nCOLORADO CT\nPUEBLO ST\nSHARI ST\n95TH ST\nSTACEY ST\nSAN LUIS CT\n95TH ST\nASTON CT\nANDREW RD\nNOTTINGHAM LN\nWENDY\nRD\nWENDY RD\nMESA DR\nAMANDA\nRD\nWINTER PARK DR\nBRECKENRIDGE LN\nGLEN EAGLE DR\nMEAGHAN AVE\nDE LASALLE AV\nGATESHEAD DR\nMAYLEAR LN\nBROCKTON DR\nCOPPERFIELD CT\nCOURTNEY ST\nG\nA\nT\nE\nS\nHE\nAD \nDR\n \nNEWPORT DR\nSPINNER CT\nWEDGEWOOD DR\nARIA CT\nHAWLEY CT\nCOPPERFIELD DR\nNE\nWPO\nR\nT\n \nD\nR \nSIERRA AV\nEMILY ST\nSIERRA\nCT\nLegend\nSchool\nMarked crosswalk\nCrossing guard\nSignalized intersection\nSTOP or YIELD sign approach\nPedestrian route\nJU\nLI\nE\nTT\nE ST\nFigure 7A-1.  Example of School Route Plan Map\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nPage 820\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\n03\t\t\nBicycle use as a mode of transportation, as applicable, should also be considered if students biking to and \nfrom school are not allowed to use the sidewalks along the pedestrian route. \n04\t\t\nThe type(s) of school area traffic control devices used, either warning or regulatory, should be related to the \nvolume and speed of vehicular traffic, street width, and the number and age of the students using the crossing.\n05\t\t\nSchool area traffic control devices should be included in a school traffic control plan. \nSupport:\n06\t\t\nTo establish a safer route to and from school for schoolchildren, the application of planning criterion for \nschool walk routes might make it necessary for children to walk an indirect route to an established school \ncrossing located where there is existing traffic control and to avoid the use of a direct crossing where there is no \nexisting traffic control.\n07\t\t\nThe frequency of gaps in the traffic stream that are sufficient for student crossing is different at each crossing \nlocation. When the delay between the occurrences of adequate gaps becomes excessive, students might become \nimpatient and endanger themselves by attempting to cross the street during an inadequate gap. In these instances, \nthe creation of sufficient gaps needs to be considered to accommodate the crossing demand.\nGuidance:\n08\t\t\nSchool walk routes should be planned to take advantage of existing traffic controls.\n09\t\t\nThe following factors should be considered when determining the feasibility of requiring children to walk a \nlonger distance to a crossing with existing traffic control:\nA.\t The availability of adequate sidewalks or other pedestrian walkways to and from the location with \nexisting control,\nB.\t The number of students using the crossing,\nC.\t The age levels of the students using the crossing, and\nD.\t The total extra walking distance. \nSupport:\n10\t\t\nA School Crossing signal warrant is provided in Section 4C.06. \nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 821\nJanuary 2026"
        }
      ],
      "section_count": 2
    },
    {
      "chapter_code": "7B",
      "title": "SIGNS",
      "virginia_specific_content": true,
      "keywords": [
        "signal",
        "warning",
        "right turn",
        "beacon",
        "flashing",
        "pedestrian",
        "sign",
        "lane",
        "signs",
        "arrow",
        "crosswalk",
        "speed",
        "intersection",
        "regulatory",
        "green",
        "school",
        "virginia",
        "stop",
        "yield",
        "yellow"
      ],
      "sections": [
        {
          "section_number": "7B.01",
          "title": "Design of School Signs",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 Except as provided in Section 2A.07, the sizes of signs and plaques to be used on conventional roadways in school areas shall be as shown in Table 7B‑1(VA). 02 The sizes in the Oversized column in Table 7B‑1(VA) shall be used on expressways in school areas.",
              "05 School warning signs, including the “SCHOOL” portion of the School Speed Limit (S5‑1) sign and including any supplemental plaques used in association with these warning signs, shall have a fluorescent yellow‑green background with a black legend and border unless otherwise provided in this Manual for a specific sign. 06 The signs used for school area traffic control shall be retroreflective or illuminated."
            ],
            "guidance": [
              "03 The sizes in the Oversized column should be used on roadways that have four or more lanes with posted speed limits of 40 mph or higher. Table 7B‑1(VA).  School Area Sign and Plaque Sizes Sign Sign Designation Section Conventional Road Minimum Oversized School S1‑1 7B.02 36 x 36 30 x 30 48 x 48 School Bus Stop Ahead S3‑1 7B.04 36 x 36 30 x 30 48 x 48 School Bus Turn Ahead S3‑2 7B.04 36 x 36 30 x 30 48 x 48 Reduced School Speed Limit Ahead S4‑5, S4‑5a 7B.05 36 x 36 30 x 30 48 x 48 School Speed Limit XX When Flashing S5‑1 7B.05 24 x 48 — 36 x 72 End School Zone S5‑2 7B.02 24 x 30 — 36 x 48 End School Speed Limit S5‑3 7B.05 24 x 30 — 36 x 48 Yield (Stop) Here for School Crossing R1‑5a, R1‑5c 7B.03 36 x 36 — — In‑Street Ped or School Crossing R1‑6, R1‑6a, R1‑6b, R1‑6c 7B.03 12 x 36 — — Overhead School Crossing R1‑9b, R1‑9c 7B.03 90 x 24 — — Speed Limit (School Use) R2‑1 7B.05 24 x 30 — 36 x 48 Begin Higher Fines Zone R2‑10 7B.06 24 x 30 — 36 x 48 End Higher Fines Zone R2‑11 7B.06 24 x 30 — 36 x 48 Plaque Sign Designation Section Conventional Road Minimum Oversized Time of Day X:XX to X:XX AM X:XX to X:XX PM S4‑1P 7B.06 24 x 12 — 36 x 18 When Children Are Present S4‑2P 7B.06 24 x 12 — 36 x 18 School S4‑3P 7B.02, 7B.05 24 x 9 — 36 x 12 When Flashing S4‑4P 7B.05, 7B.06 24 x 12 — 36 x 18 Days of Week Mon‑Fri S4‑6P 7B.05 24 x 12 — 36 x 18 All Year S4‑7P 7B.02 24 x 12 — 30 x 18 Fines Higher R2‑6P 7B.06 24 x 18 — 36 x 24 Fines Double R2‑6aP 7B.06 24 x 18 — 36 x 24 $XX Fine R2‑6bP 7B.06 24 x 18 — 36 x 24 XX Feet (2‑line) W16‑2P 7B.02, 7B.03 24 x 18 — 30 x 24 XX Ft (1‑line) W16‑2aP 7B.02, 7B.03 24 x 12 — 30 x 18 Directional Arrow W16‑5P 7B.02, 7B.03 21 x 15 — 30 x 21 Advance Turn Arrow W16‑6P 7B.02, 7B.03 21 x 15 — 30 x 21 Downward Diagonal Arrow W16‑7P 7B.02, 7B.03 21 x 15 — 30 x 21 Ahead W16‑9P 7B.02, 7B.03 24 x 12 — 30 x 18 Virginia Specific Signs Plaque Sign Designation Section Conventional Road Minimum Oversized State Law Stop for School Bus Loading or Unloading Children S0-V1 7B.07 48 x 48 — — School Zone Photo Enforced S5-V1 7B.02 40 x 36 — — Notes:\t1.\tLarger sizes may be used when appropriate  2.\tDimensions are shown in inches and are shown as width x height  3.\tMinimum sign sizes for multi‑lane conventional roads shall be as shown in the Conventional Road column Final - Pending Approval  Part 7. Traffic Control for School Areas Page 822 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026"
            ],
            "option": [
              "04 Signs and plaques larger than those shown in Table 7B‑1(VA) may be used (see Section 2A.07).",
              "11 In‑roadway signs for school traffic control areas may be used consistent with the requirements of Sections 2B.20 and 7B.03."
            ],
            "support": [
              "07 Sections 2A.13 and 2A.14 contain provisions regarding the installation, placement, and location of signs. 08 Section 2A.15 contains provisions regarding the mounting heights of signs. 09 Section 2A.16 contains provisions regarding the lateral offsets of signs. 10 The “Standard Highway Signs” publication (see Section 1A.05) contains information regarding sign lettering."
            ]
          },
          "raw_text": "Standard:\n01\t\t\nExcept as provided in Section 2A.07, the sizes of signs and plaques to be used on conventional roadways \nin school areas shall be as shown in Table 7B‑1(VA).\n02\t\t\nThe sizes in the Oversized column in Table 7B‑1(VA) shall be used on expressways in school areas.\nGuidance:\n03\t\t\nThe sizes in the Oversized column should be used on roadways that have four or more lanes with posted \nspeed limits of 40 mph or higher.\nTable 7B‑1(VA).  School Area Sign and Plaque Sizes\nSign\nSign Designation\nSection\nConventional Road Minimum\nOversized\nSchool\nS1‑1\n7B.02\n36 x 36\n30 x 30\n48 x 48\nSchool Bus Stop Ahead\nS3‑1\n7B.04\n36 x 36\n30 x 30\n48 x 48\nSchool Bus Turn Ahead\nS3‑2\n7B.04\n36 x 36\n30 x 30\n48 x 48\nReduced School Speed \nLimit Ahead\nS4‑5, S4‑5a\n7B.05\n36 x 36\n30 x 30\n48 x 48\nSchool Speed Limit XX \nWhen Flashing\nS5‑1\n7B.05\n24 x 48\n—\n36 x 72\nEnd School Zone\nS5‑2\n7B.02\n24 x 30\n—\n36 x 48\nEnd School Speed Limit\nS5‑3\n7B.05\n24 x 30\n—\n36 x 48\nYield (Stop) Here for \nSchool Crossing\nR1‑5a, R1‑5c\n7B.03\n36 x 36\n—\n—\nIn‑Street Ped or \nSchool Crossing\nR1‑6, R1‑6a, \nR1‑6b, R1‑6c\n7B.03\n12 x 36\n—\n—\nOverhead School Crossing\nR1‑9b, R1‑9c\n7B.03\n90 x 24\n—\n—\nSpeed Limit (School Use)\nR2‑1\n7B.05\n24 x 30\n—\n36 x 48\nBegin Higher Fines Zone\nR2‑10\n7B.06\n24 x 30\n—\n36 x 48\nEnd Higher Fines Zone\nR2‑11\n7B.06\n24 x 30\n—\n36 x 48\nPlaque\nSign Designation\nSection\nConventional Road Minimum\nOversized\nTime of Day \nX:XX to X:XX AM\nX:XX to X:XX PM\nS4‑1P\n7B.06\n24 x 12\n—\n36 x 18\nWhen Children Are Present\nS4‑2P\n7B.06\n24 x 12\n—\n36 x 18\nSchool \nS4‑3P\n7B.02, 7B.05\n24 x 9\n—\n36 x 12\nWhen Flashing\nS4‑4P\n7B.05, 7B.06\n24 x 12\n—\n36 x 18\nDays of Week \nMon‑Fri\nS4‑6P\n7B.05\n24 x 12\n—\n36 x 18\nAll Year \nS4‑7P\n7B.02\n24 x 12\n—\n30 x 18\nFines Higher \nR2‑6P\n 7B.06\n24 x 18\n—\n36 x 24\nFines Double \nR2‑6aP\n7B.06\n24 x 18\n—\n36 x 24\n$XX Fine \nR2‑6bP\n7B.06\n24 x 18\n—\n36 x 24\nXX Feet (2‑line)\nW16‑2P\n7B.02, 7B.03\n24 x 18\n—\n30 x 24\nXX Ft (1‑line)\nW16‑2aP\n7B.02, 7B.03\n24 x 12\n—\n30 x 18\nDirectional Arrow \nW16‑5P\n7B.02, 7B.03\n21 x 15\n—\n30 x 21\nAdvance Turn Arrow\nW16‑6P\n7B.02, 7B.03\n21 x 15\n—\n30 x 21\nDownward Diagonal Arrow \nW16‑7P\n7B.02, 7B.03\n21 x 15\n—\n30 x 21\nAhead\nW16‑9P\n7B.02, 7B.03\n24 x 12\n—\n30 x 18\nVirginia Specific Signs\nPlaque\nSign Designation\nSection\nConventional Road Minimum\nOversized\nState Law Stop for \nSchool Bus Loading or \nUnloading Children\nS0-V1\n7B.07\n48 x 48\n—\n—\nSchool Zone \nPhoto Enforced\nS5-V1\n7B.02\n40 x 36\n—\n—\nNotes:\t1.\tLarger sizes may be used when appropriate\n\t \t \t\n2.\tDimensions are shown in inches and are shown as width x height\n\t \t \t\n3.\tMinimum sign sizes for multi‑lane conventional roads shall be as shown in the Conventional Road column\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nPage 822\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nOption:\n04\t\t\nSigns and plaques larger than those shown in Table 7B‑1(VA) may be used (see Section 2A.07).\nStandard:\n05\t\t\nSchool warning signs, including the “SCHOOL” portion of the School Speed Limit (S5‑1) sign and \nincluding any supplemental plaques used in association with these warning signs, shall have a fluorescent \nyellow‑green background with a black legend and border unless otherwise provided in this Manual for a \nspecific sign.\n06\t\t\nThe signs used for school area traffic control shall be retroreflective or illuminated.\nSupport:\n07\t\t\nSections 2A.13 and 2A.14 contain provisions regarding the installation, placement, and location of signs. \n08\t\t\nSection 2A.15 contains provisions regarding the mounting heights of signs. \n09\t\t\nSection 2A.16 contains provisions regarding the lateral offsets of signs.\n10\t\t\nThe “Standard Highway Signs” publication (see Section 1A.05) contains information regarding sign lettering.\nOption:\n11\t\t\nIn‑roadway signs for school traffic control areas may be used consistent with the requirements of Sections \n2B.20 and 7B.03."
        },
        {
          "section_number": "7B.02",
          "title": "School Area Signs and Plaques",
          "virginia_specific": true,
          "content": {
            "standard": [
              "04 If a school zone has been designated under State or local statute, a School (S1‑1) sign (see Figure 7B‑1(VA)) shall be installed to identify the beginning point(s) of the designated school zone (see Figure 7B‑2(VA))."
            ],
            "guidance": [],
            "option": [
              "03 If a school area or school zone is located on a cross street in close proximity to the intersection, a School (S1‑1) sign with a supplemental arrow (W16‑5P or W16‑6P) plaque (see Figure 7B‑1(VA)) may be installed on each approach of the street or highway to warn road users making a turn onto the cross street that they will encounter a school area soon after making the turn.",
              "05 A School Zone (S1‑1) sign may be supplemented with a SCHOOL (S4‑3P) plaque (see Figure 7B‑1(VA)). 06 A School Zone (S1‑1) sign may be supplemented with an ALL YEAR (S4‑7P) plaque (see Figure 7B‑1(VA)) if the school operates on a 12‑month schedule. 07 The downstream end of a designated school zone may be identified with an END SCHOOL ZONE (S5‑2) sign (see Figures 7B‑1(VA) and 7B‑2(VA)). Final - Pending Approval  Part 7. Traffic Control for School Areas Virginia MUTCD for Streets and Highways | Version 11.0 Page 823 January 2026 Figure 7B-1(VA). Signs in School Areas and at School Crossings (Sheet 1 of 2) School Speed Limit Assembly School Speed Limit When Flashing Sign S3-1 S3-2 S4-5 S4-5a S5-2 S5-3 R2-10 R2-11 School Advance Crossing Assembly School Zone Sign School Crossing Assembly W16-7P OR OR OR OR S4-3P R2-1 If used, the assembly or sign with WHEN FLASHING legend shall be accompanied by a flashing yellow Speed Limit Sign Beacon (see Section 4S.04). S4-7P (optional) S4-3P (optional) S5-1 OR OR R2-6aP (optional) R2-6bP (optional) R2-6P (optional) OR OR OR W16-2P W16-2aP OR S1-1 S1-1 W16-9P S1-1 W16-5P (optional) W16-6P (optional) OR OR W16-5P (optional) W16-6P (optional) S4-6P S4-1P S4-1P S4-4P S4-2P A – School area signs R10-19P R10-19P STATE   LAW STOP  FOR SCHOOL  BUS LOADING  OR  UNLOADING CHILDREN W16-10aP S5-V1 S0-V1 SPEED  PHOTO ENFORCED SCHOOL  ZONE Final - Pending Approval  Part 7. Traffic Control for School Areas Page 824 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Figure 7B-1(VA). Signs in School Areas and at School Crossings (Sheet 2 of 2) *Reduced size signs for in-street use (see Section 7B.03):  S1-1 12 x 12 inches  S4-3P 12 x 4 inches  W16-7P 12 x 6 inches  W16-9P 12 x 6 inches Notes: 1. The use of the STATE LAW legend is optional on the R1-6 series and R1-9 series signs (see Section 7B.03). 2. The use of the SCHOOL plaque above the R1-6 and R1-6a signs is optional. 3. Signs are shown in proportion to their designated sizes unless otherwise noted. C – In-street signs at the school crossing S4-3P* S4-3P* OR OR OR OR R1-6 R1-6a W16-7P* S1-1* R1-6c R1-6b B – Signs in advance of the school crossing R1-5c In-Street Use W16-9P* S1-1* R1-5a D – Overhead signs at the school crossing R1-9b (shown reduced 50% proportional to other signs on page) R1-9c  (shown reduced 50% proportional to other signs on page) Final - Pending Approval  Part 7. Traffic Control for School Areas Virginia MUTCD for Streets and Highways | Version 11.0 Page 825 January 2026 Figure 7B-2(VA). Example of Signing for a School Zone with a School Speed Limit and a School Crossing School S4-3P (optional) (see note) (see note) OR S4-3P (optional) OR Note: The use of a School Advance Crossing Assembly is optional within a signed school zone (see Section 7B.03) OR OR OR OR S1-1 S1-1 S1-1 S1-1 S1-1 S1-1 S4-5 S4-5 W16-9P W16-9P W16-2aP W16-2aP W16-2P W16-2P S4-1P S4-1P R2-1 R2-1 R2-1 (optional) R2-1 (optional) S4-3P S4-3P S5-2 S5-2 S5-3 S5-3 W16-7PL W16-7PL R2-1 (optional) R2-1 (optional) OR R2-1 S4-4P S5-1 OR R2-1 S4-4P S5-1 S4-3P S4-3P Final - Pending Approval  Part 7. Traffic Control for School Areas Page 826 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026"
            ],
            "support": [
              "01 Many state and local jurisdictions find it beneficial to advise road users that they are approaching a school that is adjacent to a highway, where additional care is needed, even though no school crossing is involved and the speed limit remains unchanged. Additionally, some jurisdictions designate school zones that have a unique legal standing in that fines for speeding or other traffic violations within designated school zones are increased or special enforcement techniques such as photo radar systems are used. It is important and sometimes legally necessary to mark the beginning and end points of these designated school zones so that the road user is given proper notice. 02 The School (S1‑1) sign (see Figure 7B‑1(VA)) has the following four applications: A.\t School Area – the S1‑1 sign can be used to warn road users that they are approaching a school area that might include school buildings or grounds, a school crossing, or school related activity adjacent to the highway. B.\t School Zone – the S1‑1 sign can be used to identify the location of the beginning of a designated school zone. C.\t School Advance Crossing – if combined with an AHEAD (W16‑9P) plaque or an XX FEET (W16‑2P or W16‑2aP) plaque to comprise the School Advance Crossing assembly (see Figure 7B‑1(VA)), the S1‑1 sign can be used to warn road users that they are approaching a crossing where schoolchildren cross the roadway (see Section 7B.03). D.\t School Crossing – if combined with a diagonal downward-pointing arrow (W16‑7P) plaque to comprise the School Crossing assembly (see Figure 7B‑1(VA)), the S1‑1 sign can be used to warn approaching road users of the location of a crossing where schoolchildren cross the roadway (see Section 7B.03)."
            ]
          },
          "raw_text": "Support:\n01\t\t\nMany state and local jurisdictions find it beneficial to advise road users that they are approaching a school \nthat is adjacent to a highway, where additional care is needed, even though no school crossing is involved and \nthe speed limit remains unchanged. Additionally, some jurisdictions designate school zones that have a unique \nlegal standing in that fines for speeding or other traffic violations within designated school zones are increased \nor special enforcement techniques such as photo radar systems are used. It is important and sometimes legally \nnecessary to mark the beginning and end points of these designated school zones so that the road user is given \nproper notice.\n02\t\t\nThe School (S1‑1) sign (see Figure 7B‑1(VA)) has the following four applications:\nA.\t School Area – the S1‑1 sign can be used to warn road users that they are approaching a school area \nthat might include school buildings or grounds, a school crossing, or school related activity adjacent to \nthe highway.\nB.\t School Zone – the S1‑1 sign can be used to identify the location of the beginning of a designated \nschool zone.\nC.\t School Advance Crossing – if combined with an AHEAD (W16‑9P) plaque or an XX FEET (W16‑2P \nor W16‑2aP) plaque to comprise the School Advance Crossing assembly (see Figure 7B‑1(VA)), the S1‑1 \nsign can be used to warn road users that they are approaching a crossing where schoolchildren cross the \nroadway (see Section 7B.03).\nD.\t School Crossing – if combined with a diagonal downward-pointing arrow (W16‑7P) plaque to comprise \nthe School Crossing assembly (see Figure 7B‑1(VA)), the S1‑1 sign can be used to warn approaching road \nusers of the location of a crossing where schoolchildren cross the roadway (see Section 7B.03).\nOption:\n03\t\t\nIf a school area or school zone is located on a cross street in close proximity to the intersection, a School \n(S1‑1) sign with a supplemental arrow (W16‑5P or W16‑6P) plaque (see Figure 7B‑1(VA)) may be installed on \neach approach of the street or highway to warn road users making a turn onto the cross street that they will \nencounter a school area soon after making the turn.\nStandard:\n04\t\t\nIf a school zone has been designated under State or local statute, a School (S1‑1) sign (see Figure 7B‑1(VA)) \nshall be installed to identify the beginning point(s) of the designated school zone \n(see Figure 7B‑2(VA)).\nOption:\n05\t\t\nA School Zone (S1‑1) sign may be supplemented with a SCHOOL (S4‑3P) plaque (see Figure 7B‑1(VA)).\n06\t\t\nA School Zone (S1‑1) sign may be supplemented with an ALL YEAR (S4‑7P) plaque (see Figure 7B‑1(VA)) if \nthe school operates on a 12‑month schedule.\n07\t\t\nThe downstream end of a designated school zone may be identified with an END SCHOOL ZONE (S5‑2) \nsign (see Figures 7B‑1(VA) and 7B‑2(VA)).\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 823\nJanuary 2026\nFigure 7B-1(VA). Signs in School Areas and at School Crossings (Sheet 1 of 2)\nSchool Speed \nLimit Assembly\nSchool Speed Limit \nWhen Flashing Sign\nS3-1\nS3-2\nS4-5\nS4-5a\nS5-2\nS5-3\nR2-10\nR2-11\nSchool Advance\nCrossing Assembly\nSchool Zone Sign\nSchool Crossing\nAssembly\nW16-7P\nOR\nOR\nOR\nOR\nS4-3P\nR2-1\nIf used, the assembly or sign with WHEN \nFLASHING legend shall be accompanied \nby a flashing yellow Speed Limit Sign \nBeacon (see Section 4S.04).\nS4-7P\n(optional) \nS4-3P \n(optional)\nS5-1\nOR\nOR\nR2-6aP\n(optional)\nR2-6bP\n(optional)\nR2-6P\n(optional)\nOR\nOR\nOR\nW16-2P\nW16-2aP\nOR\nS1-1\nS1-1\nW16-9P\nS1-1\nW16-5P\n(optional)\nW16-6P\n(optional)\nOR\nOR\nW16-5P\n(optional)\nW16-6P\n(optional)\nS4-6P\nS4-1P\nS4-1P\nS4-4P\nS4-2P\nA – School area signs\nR10-19P\nR10-19P\nSTATE   LAW\nSTOP  FOR\nSCHOOL  BUS\nLOADING  OR  UNLOADING\nCHILDREN\nW16-10aP\nS5-V1\nS0-V1\nSPEED  PHOTO\nENFORCED\nSCHOOL  ZONE\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nPage 824\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFigure 7B-1(VA). Signs in School Areas and at School Crossings (Sheet 2 of 2)\n*Reduced size signs for in-street \nuse (see Section 7B.03):\n \nS1-1  \n12 x 12 inches\n \nS4-3P  \n12 x 4 inches\n \nW16-7P \n12 x 6 inches\n \nW16-9P \n12 x 6 inches\nNotes:\n 1. The use of the STATE LAW legend is optional on the R1-6 series and R1-9 series signs \n(see Section 7B.03).\n 2. The use of the SCHOOL plaque above the R1-6 and R1-6a signs is optional.\n 3. Signs are shown in proportion to their designated sizes unless otherwise noted.\nC – In-street signs at the school crossing\nS4-3P*\nS4-3P*\nOR\nOR\nOR\nOR\nR1-6\nR1-6a\nW16-7P*\nS1-1*\nR1-6c\nR1-6b\nB – Signs in advance of the school crossing\nR1-5c\nIn-Street Use\nW16-9P*\nS1-1*\nR1-5a\nD – Overhead signs at the school crossing\nR1-9b (shown reduced 50%\nproportional to other signs on page)\nR1-9c  (shown reduced 50%\nproportional to other signs on page)\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 825\nJanuary 2026\nFigure 7B-2(VA). Example of Signing for a School Zone\nwith a School Speed Limit and a School Crossing\nSchool\nS4-3P (optional)\n(see note)\n(see note)\nOR\nS4-3P (optional)\nOR\nNote: The use of a School Advance \nCrossing Assembly is optional \nwithin a signed school zone \n(see Section 7B.03)\nOR\nOR\nOR\nOR\nS1-1\nS1-1\nS1-1\nS1-1\nS1-1\nS1-1\nS4-5\nS4-5\nW16-9P\nW16-9P\nW16-2aP\nW16-2aP\nW16-2P\nW16-2P\nS4-1P\nS4-1P\nR2-1\nR2-1\nR2-1\n(optional)\nR2-1\n(optional)\nS4-3P\nS4-3P\nS5-2\nS5-2\nS5-3\nS5-3\nW16-7PL\nW16-7PL\nR2-1\n(optional)\nR2-1\n(optional)\nOR\nR2-1\nS4-4P\nS5-1\nOR\nR2-1\nS4-4P\nS5-1\nS4-3P\nS4-3P\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nPage 826\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026"
        },
        {
          "section_number": "7B.03",
          "title": "School Crossing Signs",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 The School Advance Crossing assembly (see Figure 7B‑1(VA)) shall consist of a School (S1‑1) sign supplemented with an AHEAD (W16‑9P) plaque or an XX FEET (W16‑2P or W16‑2aP) plaque. 02 Except as provided in Paragraph 3 of this Section, a School Advance Crossing assembly shall be used in advance (see Table 2C‑3 for advance placement guidelines) of the first School Crossing assembly that is encountered in each direction as traffic approaches a school crosswalk (see Figure 7B‑3).",
              "06 If used, the School Crossing assembly (see Figure 7B‑1(VA)) shall be installed at the school crossing (see Figures 7B‑2(VA) and 7B‑3), or as close to it as possible, and shall consist of a School (S1‑1) sign supplemented with a diagonal downward-pointing arrow (W16‑7P) plaque (see Section 2C.63) to show the location of the crossing. 07 The School Crossing assembly shall not be used at crossings other than those adjacent to schools and those on established school pedestrian routes. 08 The School Crossing assembly shall not be installed on an approach controlled by a STOP or a YIELD sign except as provided in Paragraphs 9 and 10 of this Section.",
              "15 When used at an uncontrolled crossing, the In‑Street or Overhead Pedestrian Crossing sign shall be used only as a supplement to a School Crossing assembly with a diagonal downward‑pointing arrow (W16‑7P) plaque at the crosswalk location. Final - Pending Approval  Part 7. Traffic Control for School Areas Virginia MUTCD for Streets and Highways | Version 11.0 Page 827 January 2026 School Advance Crossing Assembly Figure 7B-3.  Example of Signing for a School Crossing Outside of a School Zone OR OR OR OR School Crossing Assembly (optional) W16-9P S1-1 S1-1 S1-1 S1-1 W16-2aP W16-2P W16-9P S1-1 W16-2aP W16-2P W16-7PL W16-7PL W16-6PR Final - Pending Approval  Part 7. Traffic Control for School Areas Page 828 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026",
              "17 If an In‑Street Pedestrian Crossing sign, an In‑Street School Crossing sign, or a reduced size in‑street School (S1‑1) sign is placed in the roadway, the sign support shall comply with the mounting height and special mounting support requirements for an In‑Street Pedestrian Crossing (R1‑6 or R1‑6a) sign (see Section 2B.20). 18 The In‑Street Pedestrian Crossing sign, the In‑Street School Crossing sign, the Overhead Pedestrian Crossing sign, and the reduced size in‑street School (S1‑1) sign shall not be used on approaches that are controlled by a traffic control signal, pedestrian hybrid beacon, or an emergency-vehicle hybrid beacon."
            ],
            "guidance": [],
            "option": [
              "03 The School Advance Crossing assembly may be omitted (see Figure 7B‑2(VA)) where a School Zone (S1‑1) sign (see Section 7B.02) is installed to identify the beginning of a school zone in advance of the School Crossing assembly. 04 If a school crosswalk is located on a cross street in close proximity to an intersection, a School Advance Crossing assembly with a supplemental arrow (W16‑5P or W16‑6P) plaque may be installed on each approach of the street or highway to warn road users making a turn onto the cross street that they will encounter a school crosswalk soon after making the turn (see Figure 7B‑3). 05 A 12‑inch reduced size in‑street School (S1‑1) sign (see Figure 7B‑1(VA)), installed in compliance with the mounting height and special mounting support requirements for an In‑Street Pedestrian Crossing (R1‑6 or R1‑6a) sign (see Section 2B.20), may be used in advance of a school crossing to supplement the post‑mounted school warning signs. A 12 x 6‑inch reduced size AHEAD (W16‑9P) plaque (see Figure 7B‑1(VA)) may be mounted below the reduced size in‑street School (S1‑1) sign.",
              "09 The School Crossing assembly may be installed on an approach to a circular intersection controlled by a YIELD sign where the crosswalk is at least 20 feet in advance of the yield point at the entrance to a circulatory roadway. 10 At a signalized or stop‑controlled intersection the School Crossing assembly may be installed on an approach to a channelized right turn lane controlled by a YIELD sign where the crosswalk is at least 20 feet in advance of the yield point. 11 A Yield Here To (Stop Here For) School Crossing (R1‑5a or R1‑5c) sign (see Figure 7B‑1(VA)) may be used, in accordance with the provisions of Section 2B.19, in advance of a marked crosswalk that crosses an uncontrolled multi‑lane approach within school zones. 12 The In‑Street Pedestrian Crossing (R1‑6 or R1‑6a) sign (see Section 2B.20 and Figure 7B‑1(VA)) or the In‑Street School Crossing (R1‑6b or R1‑6c) sign (see Figure 7B‑1(VA)) may be used at school crossings on approaches that are not controlled by a traffic control signal, a pedestrian hybrid beacon, or emergency-vehicle hybrid beacon. If used at a school crossing, a 12 x 4‑inch SCHOOL (S4‑3P) plaque (see Figure 7B‑1(VA)) may be mounted above the sign. The STATE LAW legend on the R1‑6 series signs may be omitted. 13 The In‑Street Pedestrian Crossing (R1‑6 or R1‑6a) sign or In‑Street School Crossing (R1‑6b or R1‑6c) sign may be used at intersections or midblock crossings with flashing beacons. 14 The Overhead School Crossing (R1‑9b or R1‑9c) sign (see Figure 7B‑1(VA)) may be used at school crossings on approaches that are not controlled by a traffic control signal, pedestrian hybrid beacon, or an emergency- vehicle hybrid beacon. The STATE LAW legend on the R1‑9 series signs may be omitted.",
              "16 A 12‑inch reduced size in‑street School (S1‑1) sign (see Figure 7B‑1(VA)) may be used instead of the In‑Street Pedestrian Crossing (R1‑6 or R1‑6a) or the In‑Street School Crossing (R1‑6b or R1‑6c) sign at a school crossing on approaches that are not controlled by a traffic control signal, pedestrian hybrid beacon, or an emergency- vehicle hybrid beacon. A 12 x 6‑inch reduced size diagonal downward-pointing arrow (W16‑7P) plaque (see Figure 7B‑1(VA)) may be mounted below the reduced size in‑street School (S1‑1) sign."
            ],
            "support": []
          },
          "raw_text": "Standard:\n01\t\t\nThe School Advance Crossing assembly (see Figure 7B‑1(VA)) shall consist of a School (S1‑1) sign \nsupplemented with an AHEAD (W16‑9P) plaque or an XX FEET (W16‑2P or W16‑2aP) plaque.\n02\t\t\nExcept as provided in Paragraph 3 of this Section, a School Advance Crossing assembly shall be used \nin advance (see Table 2C‑3 for advance placement guidelines) of the first School Crossing assembly that is \nencountered in each direction as traffic approaches a school crosswalk (see Figure 7B‑3).\nOption:\n03\t\t\nThe School Advance Crossing assembly may be omitted (see Figure 7B‑2(VA)) where a School Zone (S1‑1) sign \n(see Section 7B.02) is installed to identify the beginning of a school zone in advance of the School Crossing assembly.\n04\t\t\nIf a school crosswalk is located on a cross street in close proximity to an intersection, a School Advance \nCrossing assembly with a supplemental arrow (W16‑5P or W16‑6P) plaque may be installed on each approach \nof the street or highway to warn road users making a turn onto the cross street that they will encounter a school \ncrosswalk soon after making the turn (see Figure 7B‑3). \n05\t\t\nA 12‑inch reduced size in‑street School (S1‑1) sign (see Figure 7B‑1(VA)), installed in compliance with the \nmounting height and special mounting support requirements for an In‑Street Pedestrian Crossing (R1‑6 or R1‑6a) \nsign (see Section 2B.20), may be used in advance of a school crossing to supplement the post‑mounted school \nwarning signs. A 12 x 6‑inch reduced size AHEAD (W16‑9P) plaque (see Figure 7B‑1(VA)) may be mounted \nbelow the reduced size in‑street School (S1‑1) sign.\nStandard:\n06\t\t\nIf used, the School Crossing assembly (see Figure 7B‑1(VA)) shall be installed at the school crossing \n(see Figures 7B‑2(VA) and 7B‑3), or as close to it as possible, and shall consist of a School (S1‑1) sign \nsupplemented with a diagonal downward-pointing arrow (W16‑7P) plaque (see Section 2C.63) to show \nthe location of the crossing.\n07\t\t\nThe School Crossing assembly shall not be used at crossings other than those adjacent to schools and \nthose on established school pedestrian routes.\n08\t\t\nThe School Crossing assembly shall not be installed on an approach controlled by a STOP or a YIELD \nsign except as provided in Paragraphs 9 and 10 of this Section. \nOption:\n09\t\t\nThe School Crossing assembly may be installed on an approach to a circular intersection controlled by a YIELD \nsign where the crosswalk is at least 20 feet in advance of the yield point at the entrance to a circulatory roadway. \n10\t\t\nAt a signalized or stop‑controlled intersection the School Crossing assembly may be installed on an approach \nto a channelized right turn lane controlled by a YIELD sign where the crosswalk is at least 20 feet in advance of \nthe yield point. \n11\t\t\nA Yield Here To (Stop Here For) School Crossing (R1‑5a or R1‑5c) sign (see Figure 7B‑1(VA)) may be \nused, in accordance with the provisions of Section 2B.19, in advance of a marked crosswalk that crosses an \nuncontrolled multi‑lane approach within school zones.\n12\t\t\nThe In‑Street Pedestrian Crossing (R1‑6 or R1‑6a) sign (see Section 2B.20 and Figure 7B‑1(VA)) or the \nIn‑Street School Crossing (R1‑6b or R1‑6c) sign (see Figure 7B‑1(VA)) may be used at school crossings on \napproaches that are not controlled by a traffic control signal, a pedestrian hybrid beacon, or emergency-vehicle \nhybrid beacon. If used at a school crossing, a 12 x 4‑inch SCHOOL (S4‑3P) plaque (see Figure 7B‑1(VA)) may be \nmounted above the sign. The STATE LAW legend on the R1‑6 series signs may be omitted. \n13\t\t\nThe In‑Street Pedestrian Crossing (R1‑6 or R1‑6a) sign or In‑Street School Crossing (R1‑6b or R1‑6c) sign \nmay be used at intersections or midblock crossings with flashing beacons. \n14\t\t\nThe Overhead School Crossing (R1‑9b or R1‑9c) sign (see Figure 7B‑1(VA)) may be used at school crossings \non approaches that are not controlled by a traffic control signal, pedestrian hybrid beacon, or an emergency-\nvehicle hybrid beacon. The STATE LAW legend on the R1‑9 series signs may be omitted.\nStandard:\n15\t\t\nWhen used at an uncontrolled crossing, the In‑Street or Overhead Pedestrian Crossing sign shall \nbe used only as a supplement to a School Crossing assembly with a diagonal downward‑pointing arrow \n(W16‑7P) plaque at the crosswalk location. \nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 827\nJanuary 2026\nSchool\nAdvance\nCrossing\nAssembly\nFigure 7B-3.  Example of Signing for a School Crossing Outside of a School Zone\nOR\nOR\nOR\nOR\nSchool\nCrossing\nAssembly\n(optional)\nW16-9P\nS1-1\nS1-1\nS1-1\nS1-1\nW16-2aP\nW16-2P\nW16-9P\nS1-1\nW16-2aP\nW16-2P\nW16-7PL\nW16-7PL\nW16-6PR\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nPage 828\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nOption:\n16\t\t\nA 12‑inch reduced size in‑street School (S1‑1) sign (see Figure 7B‑1(VA)) may be used instead of the In‑Street \nPedestrian Crossing (R1‑6 or R1‑6a) or the In‑Street School Crossing (R1‑6b or R1‑6c) sign at a school crossing \non approaches that are not controlled by a traffic control signal, pedestrian hybrid beacon, or an emergency-\nvehicle hybrid beacon. A 12 x 6‑inch reduced size diagonal downward-pointing arrow (W16‑7P) plaque (see \nFigure 7B‑1(VA)) may be mounted below the reduced size in‑street School (S1‑1) sign. \nStandard:\n17\t\t\nIf an In‑Street Pedestrian Crossing sign, an In‑Street School Crossing sign, or a reduced size in‑street \nSchool (S1‑1) sign is placed in the roadway, the sign support shall comply with the mounting height and \nspecial mounting support requirements for an In‑Street Pedestrian Crossing (R1‑6 or R1‑6a) sign (see \nSection 2B.20).\n18\t\t\nThe In‑Street Pedestrian Crossing sign, the In‑Street School Crossing sign, the Overhead Pedestrian \nCrossing sign, and the reduced size in‑street School (S1‑1) sign shall not be used on approaches that are \ncontrolled by a traffic control signal, pedestrian hybrid beacon, or an emergency-vehicle hybrid beacon."
        },
        {
          "section_number": "7B.04",
          "title": "School Bus Stop Signs",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [
              "01 The School Bus Stop Ahead (S3‑1) sign (see Figure 7B‑1(VA)) should be installed in advance of locations where a school bus, when stopped to pick up or discharge passengers, is not visible to road users for an adequate distance and where there is no opportunity to relocate the school bus stop to provide adequate sight distance. 01a The School Bus Stop Ahead (S3-1) sign should be periodically checked with the locality's school board to determine if the school bus stop is still active. If not, the signs should be removed."
            ],
            "option": [
              "02 The SCHOOL BUS TURN AHEAD (S3‑2) sign (see Figure 7B‑1(VA)) may be installed in advance of locations where a school bus turns around on a roadway at a location not visible to approaching road users for a distance as determined by the “0” column under Condition B of Table 2C‑3, and where there is no opportunity to relocate the school bus turn around to provide the distance provided in Table 2C‑3."
            ],
            "support": []
          },
          "raw_text": "Guidance:\n01\t\t\nThe School Bus Stop Ahead (S3‑1) sign (see Figure 7B‑1(VA)) should be installed in advance of locations \nwhere a school bus, when stopped to pick up or discharge passengers, is not visible to road users for an adequate \ndistance and where there is no opportunity to relocate the school bus stop to provide adequate sight distance.\n01a\t\nThe School Bus Stop Ahead (S3-1) sign should be periodically checked with the locality's school board to \ndetermine if the school bus stop is still active. If not, the signs should be removed.\nOption:\n02\t\t\nThe SCHOOL BUS TURN AHEAD (S3‑2) sign (see Figure 7B‑1(VA)) may be installed in advance of \nlocations where a school bus turns around on a roadway at a location not visible to approaching road users for a \ndistance as determined by the “0” column under Condition B of Table 2C‑3, and where there is no opportunity to \nrelocate the school bus turn around to provide the distance provided in Table 2C‑3."
        },
        {
          "section_number": "7B.05",
          "title": "School Speed Limit Signs and Plaques",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 A School Speed Limit assembly (see Figure 7B‑1(VA)) or a School Speed Limit When Flashing (S5‑1) sign (see Figure 7B‑1(VA)) shall be used to indicate the speed limit where a reduced school speed limit zone has been established based upon an engineering study or where a reduced school speed limit is specified for such areas by statute. The School Speed Limit assembly or School Speed Limit When Flashing sign shall be placed at or as near as practicable to the point where the reduced school speed limit zone begins (see Figures 7B‑2(VA) and 7B‑4(VA)). 02 If a reduced school speed limit zone has been established, a School (S1‑1) sign shall be installed in advance (see Table 2C‑3 for advance placement guidelines) of the first School Speed Limit sign assembly or S5‑1 sign that is encountered in each direction as traffic approaches the reduced school speed limit zone (see Figures 7B‑2(VA) and 7B‑4(VA)). 03 Except as provided in Paragraph 4 of this Section, the downstream end of an authorized and posted reduced school speed limit zone shall be identified with an END SCHOOL SPEED LIMIT (S5‑3) sign (see Figures 7B‑1(VA), 7B‑2(VA), and 7B‑4(VA)). 03a A School Zone Photo Enforced (S5-V1) sign shall be placed within 1,000’ of start of the school zone speed limit where photo enforcement is implemented (see Figure 7B-1(VA)).",
              "06 The School Speed Limit assembly shall be either a static sign assembly, a blank‑out sign, or a changeable message sign (see Chapter 2L). 07 The static School Speed Limit assembly shall only be used for portable or tilt-over applications and shall consist of a top plaque (S4‑3P) with the legend SCHOOL, a Speed Limit (R2‑1) sign, and a bottom plaque (S4‑1P, S4‑2P, or S4‑4P, or S4‑6P) indicating the specific periods of the day and/or days of the week that the special school speed limit is in effect (see Figure 7B‑1(VA)).",
              "14 If used, the Reduced School Speed Limit Ahead sign shall be followed by a School Speed Limit sign or a School Speed Limit assembly. 15 The speed limit displayed on the Reduced School Speed Limit Ahead sign shall be identical to the speed limit displayed on the subsequent School Speed Limit sign or School Speed Limit assembly. 15a The W16-10aP shall be used in conjunction with the S4-5 sign where photo speed enforcement is implemented (see Figure 7B-1(VA))."
            ],
            "guidance": [
              "03b On divided highways where photo enforcement is implemented, the School Zone Photo Enforced (S5-V1) sign should be supplemented by an identical sign posted on the left-hand side of the roadway.",
              "05 The beginning point of a reduced school speed limit zone should be at least 200 feet in advance of the school grounds or a school crossing; however, this 200‑foot distance should be increased if the reduced school speed limit is 30 mph or higher. The maximum beginning point of a reduced school speed limit zone should not be greater than 500 750 feet in advance of the school grounds or a school crossing.",
              "12 If used, the Vehicle Speed Feedback (W13‑20aP) plaque should only be used during the time period when the school speed limit is in effect. 13 A Reduced School Speed Limit Ahead (S4‑5 or S4‑5a) sign (see Figure 7B‑1(VA)) should be used to inform road users of a reduced speed zone where the speed limit is being reduced by more than 10 mph, or where engineering judgment indicates that advance notice would be appropriate."
            ],
            "option": [
              "04 If a reduced school speed limit zone ends at the same point as a designated school zone (see Section 7B.02), an END SCHOOL ZONE (S5‑2) sign may be used instead of an END SCHOOL SPEED LIMIT (S5‑3) sign. A standard Speed Limit sign showing the speed limit for the section of highway that is downstream from the authorized and posted reduced school speed limit zone may be mounted on the same post above the END SCHOOL SPEED LIMIT (S5‑3) sign or the END SCHOOL ZONE (S5‑2) sign. Final - Pending Approval  Part 7. Traffic Control for School Areas Virginia MUTCD for Streets and Highways | Version 11.0 Page 829 January 2026 Figure 7B-4(VA). Example of Signing for a School Zone with a School Speed Limit and Higher Fines Only for Speeding School OR OR OR OR R2-1 S5-2 S5-3 S4-3P (optional) S4-3P (optional) S4-3P S1-1 S1-1 S4-5 S4-5 OR S4-1P R2-6P R2-6aP R2-6bP R2-1 S4-3P S4-1P R2-6P R2-6aP R2-6bP R2-1 (optional) R2-1 (optional) S5-2 S5-3 R2-1 (optional) R2-1 (optional) S5-1 S5-1 Final - Pending Approval  Part 7. Traffic Control for School Areas Page 830 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026",
              "10 Changeable message signs may use blank‑out messages or other methods in order to display the school speed limit only during the periods it applies. 11 A Vehicle Speed Feedback (W13‑20aP) plaque that displays the speed of approaching drivers (see Sections 2B.21 and 2C.13), that is part of a School Speed Limit assembly or a School Speed Limit When Flashing (S5‑1) sign, may be used in a school speed limit zone."
            ],
            "support": [
              "07a The Code of Virginia §46.2-873 precludes the use of static sign assemblies to indicate a reduced School Zone Speed Limit where such assemblies are not portable or tilt-over. 08 When a School Speed Limit When Flashing (S5‑1) sign or a Speed Limit (R2‑1) sign with a supplemental WHEN FLASHING (S4‑4P) plaque is used, a Speed Limit Sign Beacon (see Section 4S.04) shall be used to identify the periods that the school speed limit is in effect. 09 Fluorescent yellow‑green pixels shall be used when the “SCHOOL” message is displayed on a changeable message sign for a school speed limit."
            ]
          },
          "raw_text": "Standard:\n01\t\t\nA School Speed Limit assembly (see Figure 7B‑1(VA)) or a School Speed Limit When Flashing (S5‑1) \nsign (see Figure 7B‑1(VA)) shall be used to indicate the speed limit where a reduced school speed limit zone \nhas been established based upon an engineering study or where a reduced school speed limit is specified for \nsuch areas by statute. The School Speed Limit assembly or School Speed Limit When Flashing sign shall be \nplaced at or as near as practicable to the point where the reduced school speed limit zone begins \n(see Figures 7B‑2(VA) and 7B‑4(VA)).\n02\t\t\nIf a reduced school speed limit zone has been established, a School (S1‑1) sign shall be installed in \nadvance (see Table 2C‑3 for advance placement guidelines) of the first School Speed Limit sign assembly \nor S5‑1 sign that is encountered in each direction as traffic approaches the reduced school speed limit zone \n(see Figures 7B‑2(VA) and 7B‑4(VA)).\n03\t\t\nExcept as provided in Paragraph 4 of this Section, the downstream end of an authorized and posted \nreduced school speed limit zone shall be identified with an END SCHOOL SPEED LIMIT (S5‑3) sign (see \nFigures 7B‑1(VA), 7B‑2(VA), and 7B‑4(VA)). \n03a\t\nA School Zone Photo Enforced (S5-V1) sign shall be placed within 1,000’ of start of the school zone \nspeed limit where photo enforcement is implemented (see Figure 7B-1(VA)).\nGuidance:\n03b \t\nOn divided highways where photo enforcement is implemented, the School Zone Photo Enforced (S5-V1) sign \nshould be supplemented by an identical sign posted on the left-hand side of the roadway.\nOption:\n04\t\t\nIf a reduced school speed limit zone ends at the same point as a designated school zone (see Section 7B.02), \nan END SCHOOL ZONE (S5‑2) sign may be used instead of an END SCHOOL SPEED LIMIT (S5‑3) sign. \nA standard Speed Limit sign showing the speed limit for the section of highway that is downstream from the \nauthorized and posted reduced school speed limit zone may be mounted on the same post above the END \nSCHOOL SPEED LIMIT (S5‑3) sign or the END SCHOOL ZONE (S5‑2) sign.\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 829\nJanuary 2026\nFigure 7B-4(VA). Example of Signing for a School Zone with a \nSchool Speed Limit and Higher Fines Only for Speeding\nSchool\nOR\nOR\nOR\nOR\nR2-1\nS5-2\nS5-3\nS4-3P (optional)\nS4-3P (optional)\nS4-3P\nS1-1\nS1-1\nS4-5\nS4-5\nOR\nS4-1P\nR2-6P\nR2-6aP\nR2-6bP\nR2-1\nS4-3P\nS4-1P\nR2-6P\nR2-6aP\nR2-6bP\nR2-1\n(optional)\nR2-1\n(optional)\nS5-2\nS5-3\nR2-1\n(optional)\nR2-1\n(optional)\nS5-1\nS5-1\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nPage 830\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nGuidance:\n05\t\t\nThe beginning point of a reduced school speed limit zone should be at least 200 feet in advance of the school \ngrounds or a school crossing; however, this 200‑foot distance should be increased if the reduced school speed \nlimit is 30 mph or higher. The maximum beginning point of a reduced school speed limit zone should not be \ngreater than 500 750 feet in advance of the school grounds or a school crossing.\nStandard:\n06\t\t\nThe School Speed Limit assembly shall be either a static sign assembly, a blank‑out sign, or a \nchangeable message sign (see Chapter 2L).\n07\t\t\nThe static School Speed Limit assembly shall only be used for portable or tilt-over applications and \nshall consist of a top plaque (S4‑3P) with the legend SCHOOL, a Speed Limit (R2‑1) sign, and a bottom \nplaque (S4‑1P, S4‑2P, or S4‑4P, or S4‑6P) indicating the specific periods of the day and/or days of the week \nthat the special school speed limit is in effect (see Figure 7B‑1(VA)).\nSupport:\n07a\t\nThe Code of Virginia §46.2-873 precludes the use of static sign assemblies to indicate a reduced School Zone \nSpeed Limit where such assemblies are not portable or tilt-over.\n08\t\t\nWhen a School Speed Limit When Flashing (S5‑1) sign or a Speed Limit (R2‑1) sign with a \nsupplemental WHEN FLASHING (S4‑4P) plaque is used, a Speed Limit Sign Beacon (see Section 4S.04) \nshall be used to identify the periods that the school speed limit is in effect. \n09\t\t\nFluorescent yellow‑green pixels shall be used when the “SCHOOL” message is displayed on a \nchangeable message sign for a school speed limit.\nOption:\n10\t\t\nChangeable message signs may use blank‑out messages or other methods in order to display the school speed \nlimit only during the periods it applies.\n11\t\t\nA Vehicle Speed Feedback (W13‑20aP) plaque that displays the speed of approaching drivers (see Sections \n2B.21 and 2C.13), that is part of a School Speed Limit assembly or a School Speed Limit When Flashing (S5‑1) \nsign, may be used in a school speed limit zone.\nGuidance:\n12\t\t\nIf used, the Vehicle Speed Feedback (W13‑20aP) plaque should only be used during the time period when the \nschool speed limit is in effect.\n13\t\t\nA Reduced School Speed Limit Ahead (S4‑5 or S4‑5a) sign (see Figure 7B‑1(VA)) should be used to inform \nroad users of a reduced speed zone where the speed limit is being reduced by more than 10 mph, or where \nengineering judgment indicates that advance notice would be appropriate.\nStandard:\n14\t\t\nIf used, the Reduced School Speed Limit Ahead sign shall be followed by a School Speed Limit sign or \na School Speed Limit assembly.\n15\t\t\nThe speed limit displayed on the Reduced School Speed Limit Ahead sign shall be identical to the speed \nlimit displayed on the subsequent School Speed Limit sign or School Speed Limit assembly.\n15a\t\nThe W16-10aP shall be used in conjunction with the S4-5 sign where photo speed enforcement is \nimplemented (see Figure 7B-1(VA))."
        },
        {
          "section_number": "7B.06",
          "title": "Higher Fines Zone Signs and Plaques in School Areas",
          "virginia_specific": true,
          "content": {
            "standard": [
              "02 Where increased fines are imposed for traffic violations within a designated school zone: A.\t A BEGIN HIGHER FINES ZONE (R2‑10) sign (see Figure 7B‑1(VA)) or a FINES HIGHER (R2‑6P), FINES DOUBLE (R2‑6aP), or $XX FINE (R2‑6bP) plaque (see Figure 7B‑1(VA)) shall be installed as a supplement to the School Zone (S1‑1) sign to identify the beginning point of the higher fines zone (see Figures 7B-4(VA) and 7B-5); and B.\t An END HIGHER FINES ZONE (R2‑11) sign (see Figure 7B‑1(VA)) or an END SCHOOL ZONE (S5‑2) sign (see Figure 7B‑1(VA)) shall be installed at the downstream end of the zone to notify road users of the termination of the increased fines zone (see Figure 7B‑5). Final - Pending Approval  Part 7. Traffic Control for School Areas Virginia MUTCD for Streets and Highways | Version 11.0 Page 831 January 2026 School OR OR Figure 7B-5. Example of Signing for a School Zone with Higher Fines for All Traffic Violations (Sheet 1 of 2) OR A – Higher fines zone begins at the beginning of the school zone S4-3P (optional) S4-3P (optional) R2-10 R2-10 S1-1 S1-1 S5-2 S5-2 R2-11 R2-11 OR OR OR OR OR R2-6P R2-6P R2-6aP R2-6aP R2-6bP R2-6bP Final - Pending Approval  Part 7. Traffic Control for School Areas Page 832 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 School OR OR Figure 7B-5.  Example of Signing for a School Zone with Higher Fines for All Traffic Violations (Sheet 2 of 2) B – Higher fines zone begins after the beginning of the school zone S4-3P (optional) R2-10 R2-10 R2-11 R2-11 S5-2 S5-2 S1-1 S4-3P (optional) S1-1 OR OR R2-6P (optional) R2-6aP (optional) R2-6bP (optional) OR OR R2-6P (optional) R2-6aP (optional) R2-6bP (optional) Final - Pending Approval  Part 7. Traffic Control for School Areas Virginia MUTCD for Streets and Highways | Version 11.0 Page 833 January 2026 03 If exceeding the speed limit is the only traffic violation that is subject to higher fines, a FINES HIGHER (R2‑6P), FINES DOUBLE (R2‑6aP), or $XX FINE (R2‑6bP) plaque shall be posted with the School Speed Limit (S5‑1) sign and shall not be posted beneath the School Zone (S1‑1) sign (see Section 7B.05). 04 If the portion of the roadway that is subject to higher fines does not begin at the location of the School Zone (S1‑1) sign, a BEGIN HIGHER FINES ZONE (R2‑10) sign shall be placed at the point where the higher fines begin (see Sheet 2 of Figure 7B‑5)."
            ],
            "guidance": [
              "07 If other traffic violations in addition to exceeding the speed limit are subject to higher fines, then the duplicate FINES HIGHER (R2‑6P), FINES DOUBLE (R2‑6aP), or $XX FINE (R2‑6bP) plaque should be omitted from the School Speed Limit When Flashing (S5‑1) sign (see Section 7B.05)."
            ],
            "option": [
              "05 If a BEGIN HIGHER FINES ZONE (R2‑10) sign is used downstream of the School Zone (S1‑1) sign, a FINES HIGHER (R2‑6P), FINES DOUBLE (R2‑6aP), or $XX FINE (R2‑6bP) plaque may also be placed beneath the School Zone (S1‑1) sign. 06 Where appropriate, one of the following plaques may be mounted below the sign that identifies the beginning point of the higher fines zone: A.\t A S4‑1P plaque (see Figure 7B‑1(V) specifying the times that the higher fines are in effect, B.\t A WHEN CHILDREN ARE PRESENT (S4‑2P) plaque (see Figure 7B‑1), or C.\t A WHEN FLASHING (S4‑4P) plaque (see Figure 7B‑1(VA)) if used in conjunction with a yellow flashing beacon.",
              "08 If a higher fines zone ends at the same point as a reduced school speed limit zone, an END SCHOOL ZONE (S5‑2) sign may be used instead of a combination of an END HIGHER FINES ZONE (R2‑11) sign and an END SCHOOL SPEED LIMIT (S5‑3) sign (see Figure 7B‑5). 09 Where the higher fines zone is established by statute, the BEGIN HIGHER FINES ZONE (R2‑10) sign, FINES HIGHER (R2‑6P), FINES DOUBLE (R2‑6aP), and $XX FINE (R2‑6bP) plaques may be omitted."
            ],
            "support": [
              "01 The signs and plaques used to inform road users of higher fines zones and their locations depend on whether the fines apply to all traffic violations or only to speeding violations. Their locations also depend on whether the higher fines zone begins and/or ends at the same point as the school zone or school speed limit zone. Figures 7B‑4(VA) and 7B‑5 show examples of higher fines zones signing."
            ]
          },
          "raw_text": "Support:\n01\t\t\nThe signs and plaques used to inform road users of higher fines zones and their locations depend on whether \nthe fines apply to all traffic violations or only to speeding violations. Their locations also depend on whether the \nhigher fines zone begins and/or ends at the same point as the school zone or school speed limit zone. Figures \n7B‑4(VA) and 7B‑5 show examples of higher fines zones signing.\nStandard:\n02\t\t\nWhere increased fines are imposed for traffic violations within a designated school zone: \nA.\t A BEGIN HIGHER FINES ZONE (R2‑10) sign (see Figure 7B‑1(VA)) or a FINES HIGHER \n(R2‑6P), FINES DOUBLE (R2‑6aP), or $XX FINE (R2‑6bP) plaque (see Figure 7B‑1(VA)) shall be \ninstalled as a supplement to the School Zone (S1‑1) sign to identify the beginning point of the higher \nfines zone (see Figures 7B-4(VA) and 7B-5); and \nB.\t An END HIGHER FINES ZONE (R2‑11) sign (see Figure 7B‑1(VA)) or an END SCHOOL ZONE \n(S5‑2) sign (see Figure 7B‑1(VA)) shall be installed at the downstream end of the zone to notify road \nusers of the termination of the increased fines zone (see Figure 7B‑5).\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 831\nJanuary 2026\nSchool\nOR\nOR\nFigure 7B-5. Example of Signing for a School Zone with Higher Fines\nfor All Traffic Violations (Sheet 1 of 2)\nOR\nA – Higher fines zone begins at the beginning of the school zone\nS4-3P (optional)\nS4-3P (optional)\nR2-10\nR2-10\nS1-1\nS1-1\nS5-2\nS5-2\nR2-11\nR2-11\nOR\nOR\nOR\nOR\nOR\nR2-6P\nR2-6P\nR2-6aP\nR2-6aP\nR2-6bP\nR2-6bP\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nPage 832\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nSchool\nOR\nOR\nFigure 7B-5.  Example of Signing for a School Zone with Higher Fines\nfor All Traffic Violations (Sheet 2 of 2)\nB – Higher fines zone begins after the beginning of the school zone\nS4-3P (optional)\nR2-10\nR2-10\nR2-11\nR2-11\nS5-2\nS5-2\nS1-1\nS4-3P (optional)\nS1-1\nOR\nOR\nR2-6P\n(optional)\nR2-6aP\n(optional)\nR2-6bP\n(optional)\nOR\nOR\nR2-6P\n(optional)\nR2-6aP\n(optional)\nR2-6bP\n(optional)\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 833\nJanuary 2026\n03\t\t\nIf exceeding the speed limit is the only traffic violation that is subject to higher fines, a FINES HIGHER \n(R2‑6P), FINES DOUBLE (R2‑6aP), or $XX FINE (R2‑6bP) plaque shall be posted with the School Speed \nLimit (S5‑1) sign and shall not be posted beneath the School Zone (S1‑1) sign (see Section 7B.05).\n04\t\t\nIf the portion of the roadway that is subject to higher fines does not begin at the location of the School \nZone (S1‑1) sign, a BEGIN HIGHER FINES ZONE (R2‑10) sign shall be placed at the point where the \nhigher fines begin (see Sheet 2 of Figure 7B‑5). \nOption:\n05\t\t\nIf a BEGIN HIGHER FINES ZONE (R2‑10) sign is used downstream of the School Zone (S1‑1) sign, a \nFINES HIGHER (R2‑6P), FINES DOUBLE (R2‑6aP), or $XX FINE (R2‑6bP) plaque may also be placed \nbeneath the School Zone (S1‑1) sign.\n06\t\t\nWhere appropriate, one of the following plaques may be mounted below the sign that identifies the beginning \npoint of the higher fines zone:\nA.\t A S4‑1P plaque (see Figure 7B‑1(V) specifying the times that the higher fines are in effect,\nB.\t A WHEN CHILDREN ARE PRESENT (S4‑2P) plaque (see Figure 7B‑1), or\nC.\t A WHEN FLASHING (S4‑4P) plaque (see Figure 7B‑1(VA)) if used in conjunction with a yellow \nflashing beacon.\nGuidance:\n07\t\t\nIf other traffic violations in addition to exceeding the speed limit are subject to higher fines, then the \nduplicate FINES HIGHER (R2‑6P), FINES DOUBLE (R2‑6aP), or $XX FINE (R2‑6bP) plaque should be omitted \nfrom the School Speed Limit When Flashing (S5‑1) sign (see Section 7B.05).\nOption:\n08\t\t\nIf a higher fines zone ends at the same point as a reduced school speed limit zone, an END SCHOOL ZONE \n(S5‑2) sign may be used instead of a combination of an END HIGHER FINES ZONE (R2‑11) sign and an \nEND SCHOOL SPEED LIMIT (S5‑3) sign (see Figure 7B‑5).\n09\t\t\nWhere the higher fines zone is established by statute, the BEGIN HIGHER FINES ZONE (R2‑10) sign, \nFINES HIGHER (R2‑6P), FINES DOUBLE (R2‑6aP), and $XX FINE (R2‑6bP) plaques may be omitted."
        },
        {
          "section_number": "7B.07",
          "title": "Parking and Stopping (R7 and R8 Series) Signs",
          "virginia_specific": true,
          "content": {
            "standard": [
              "03a Prohibitions or restrictions on parking, stopping or standing on primary or secondary highways shall conform to 24VAC30-640."
            ],
            "guidance": [
              "03b STATE LAW STOP FOR SCHOOL BUS LOADING OR UNLOADING CHILDREN (S0-V1) signs (see Figure 7B-V(VA)) should be installed on undivided highways where engineering judgment indicates a need to inform and remind motorists that they shall not pass - from any direction - a school bus that is loading or unloading children. 03c Signs should be installed at or near state boundaries, leaving the corporate limits of a city or town, and at other locations where engineering judgment determines they are necessary."
            ],
            "option": [
              "01 Parking and stopping regulatory signs may be used to prevent parked or waiting vehicles from blocking pedestrians’ views, and drivers’ views of pedestrians, and to control vehicles as a part of the school traffic plan."
            ],
            "support": [
              "02 Parking signs and other signs governing the stopping and standing of vehicles in school areas cover a wide variety of regulations. Typical examples of regulations are as follows: A.\t NO PARKING X:XX AM to X:XX PM SCHOOL DAYS ONLY B.\t NO STOPPING X:XX AM to X:XX PM SCHOOL DAYS ONLY, C.\t XX MIN LOADING X:XX AM to X:XX PM SCHOOL DAYS ONLY, and D.\t NO STANDING X:XX AM to X:XX PM SCHOOL DAYS ONLY. 03 Sections 2B.53 through 2B.55 contain information regarding the signing of parking regulations in school zone areas.",
              "03d The STATE LAW STOP FOR SCHOOL BUS LOADING OR UNLOADING CHILDREN (S0-V1) signs are installed in accordance with the Code of Virginia § 46.2-859. Final - Pending Approval  Part 7. Traffic Control for School Areas Page 834 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026"
            ]
          },
          "raw_text": "Option:\n01\t\t\nParking and stopping regulatory signs may be used to prevent parked or waiting vehicles from blocking \npedestrians’ views, and drivers’ views of pedestrians, and to control vehicles as a part of the school traffic plan.\nSupport:\n02\t\t\nParking signs and other signs governing the stopping and standing of vehicles in school areas cover a wide \nvariety of regulations. Typical examples of regulations are as follows:\nA.\t NO PARKING X:XX AM to X:XX PM SCHOOL DAYS ONLY\nB.\t NO STOPPING X:XX AM to X:XX PM SCHOOL DAYS ONLY,\nC.\t XX MIN LOADING X:XX AM to X:XX PM SCHOOL DAYS ONLY, and\nD.\t NO STANDING X:XX AM to X:XX PM SCHOOL DAYS ONLY.\n03\t\t\nSections 2B.53 through 2B.55 contain information regarding the signing of parking regulations in school \nzone areas.\nStandard:\n03a\t\nProhibitions or restrictions on parking, stopping or standing on primary or secondary highways shall \nconform to 24VAC30-640.\nGuidance:\n03b\t\nSTATE LAW STOP FOR SCHOOL BUS LOADING OR UNLOADING CHILDREN (S0-V1) signs (see \nFigure 7B-V(VA)) should be installed on undivided highways where engineering judgment indicates a need \nto inform and remind motorists that they shall not pass - from any direction - a school bus that is loading or \nunloading children.\n03c\t\nSigns should be installed at or near state boundaries, leaving the corporate limits of a city or town, and at \nother locations where engineering judgment determines they are necessary.\nSupport:\n03d\t\nThe STATE LAW STOP FOR SCHOOL BUS LOADING OR UNLOADING CHILDREN (S0-V1) signs are \ninstalled in accordance with the Code of Virginia § 46.2-859.\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nPage 834\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026"
        }
      ],
      "section_count": 7
    },
    {
      "chapter_code": "7C",
      "title": "MARKINGS",
      "virginia_specific_content": true,
      "keywords": [
        "markings",
        "visibility",
        "marking",
        "signal",
        "sign",
        "warning",
        "school",
        "lane",
        "guide",
        "intersection",
        "virginia",
        "arrow",
        "crosswalk",
        "stop",
        "yield"
      ],
      "sections": [
        {
          "section_number": "7C.01",
          "title": "Crosswalk Markings",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [
              "01 Crosswalks should be marked at all intersections on established routes to a school where there is substantial conflict between motorists, bicyclists, and student movements; where students are encouraged to cross between intersections; where students would not otherwise recognize the proper place to cross; or where motorists or bicyclists might not expect students to cross (see Figure 7A‑1). 02 An engineering study considering the factors described in Section 3C.02 should be performed before a marked crosswalk is installed at a location away from a traffic control signal or an approach controlled by a STOP or YIELD sign. 03 Because non‑intersection school crossings are generally unexpected by the road user, warning signs (see Section 7B.03) should be installed for all marked school crosswalks at non‑intersection locations. Adequate visibility of students by approaching motorists and of approaching motorists by students should be provided by parking prohibitions or other appropriate measures."
            ],
            "option": [],
            "support": [
              "04 Section 3C.03 contains provisions regarding the placement and design of crosswalks, and Section 3B.19 contains provisions regarding the placement and design of the stop lines and yield lines that are associated with them. Provisions regarding the curb markings that can be used to establish parking regulations on the approaches to crosswalks are contained in Section 3B.18."
            ]
          },
          "raw_text": "Guidance:\n01\t\t\nCrosswalks should be marked at all intersections on established routes to a school where there is substantial \nconflict between motorists, bicyclists, and student movements; where students are encouraged to cross between \nintersections; where students would not otherwise recognize the proper place to cross; or where motorists or \nbicyclists might not expect students to cross (see Figure 7A‑1).\n02\t\t\nAn engineering study considering the factors described in Section 3C.02 should be performed before a \nmarked crosswalk is installed at a location away from a traffic control signal or an approach controlled by \na STOP or YIELD sign.\n03\t\t\nBecause non‑intersection school crossings are generally unexpected by the road user, warning signs \n(see Section 7B.03) should be installed for all marked school crosswalks at non‑intersection locations. Adequate \nvisibility of students by approaching motorists and of approaching motorists by students should be provided by \nparking prohibitions or other appropriate measures.\nSupport:\n04\t\t\nSection 3C.03 contains provisions regarding the placement and design of crosswalks, and Section 3B.19 \ncontains provisions regarding the placement and design of the stop lines and yield lines that are associated with \nthem. Provisions regarding the curb markings that can be used to establish parking regulations on the approaches \nto crosswalks are contained in Section 3B.18."
        },
        {
          "section_number": "7C.02",
          "title": "Pavement Word, Symbol, and Arrow Markings",
          "virginia_specific": true,
          "content": {
            "standard": [],
            "guidance": [
              "02 If the two‑lane SCHOOL word marking is used, the letters should be 10 feet or more in height."
            ],
            "option": [
              "01 If used, the SCHOOL word marking may extend to the width of two approach lanes (see Figure 7C‑1)."
            ],
            "support": [
              "03 Section 3B.20 contains provisions regarding other word, symbol, and arrow pavement markings that can be used to guide, warn, or regulate traffic. 19.3 ft 10 ft Figure 7C-1.  Two-Lane Pavement Marking of “SCHOOL” Final - Pending Approval  Part 7. Traffic Control for School Areas Virginia MUTCD for Streets and Highways | Version 11.0 Page 835 January 2026"
            ]
          },
          "raw_text": "Option:\n01\t\t\nIf used, the SCHOOL word \nmarking may extend to the \nwidth of two approach lanes \n(see Figure 7C‑1).\nGuidance:\n02\t\t\nIf the two‑lane SCHOOL \nword marking is used, the \nletters should be 10 feet or \nmore in height.\nSupport:\n03\t\t\nSection 3B.20 contains \nprovisions regarding other \nword, symbol, and arrow \npavement markings that can \nbe used to guide, warn, or \nregulate traffic.\n19.3 ft\n10 ft\nFigure 7C-1.  Two-Lane Pavement Marking of “SCHOOL”\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 835\nJanuary 2026"
        }
      ],
      "section_count": 2
    },
    {
      "chapter_code": "7D",
      "title": "CROSSING SUPERVISION",
      "virginia_specific_content": true,
      "keywords": [
        "supervision",
        "visibility",
        "crossing",
        "school",
        "virginia",
        "crosswalk",
        "regulatory",
        "stop"
      ],
      "sections": [
        {
          "section_number": "7D.01",
          "title": "Adult Crossing Guards",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [
              "04 Jurisdictions should have policies and procedures for the qualifications, selection, and training of adult crossing guards."
            ],
            "option": [
              "01 Adult crossing guards may be used to provide gaps in traffic at school crossings where an engineering study has shown that adequate gaps need to be created, and where authorized by law."
            ],
            "support": [
              "02 Adult crossing guards can also add conspicuity at the crossing where children, who are typically smaller in stature, might not be as visible. 03 High standards for selection of adult crossing guards are essential because they are responsible for the safety of and the efficient crossing of the street by schoolchildren within and in the immediate vicinity of school crosswalks."
            ]
          },
          "raw_text": "Option:\n01\t\t\nAdult crossing guards may be used to provide gaps in traffic at school crossings where an engineering study \nhas shown that adequate gaps need to be created, and where authorized by law. \nSupport:\n02\t\t\nAdult crossing guards can also add conspicuity at the crossing where children, who are typically smaller in \nstature, might not be as visible.\n03\t\t\nHigh standards for selection of adult crossing guards are essential because they are responsible for the \nsafety of and the efficient crossing of the street by schoolchildren within and in the immediate vicinity of school \ncrosswalks. \nGuidance:\n04\t\t\nJurisdictions should have policies and procedures for the qualifications, selection, and training of adult \ncrossing guards."
        },
        {
          "section_number": "7D.02",
          "title": "Operating Procedures for Adult Crossing Guards",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 Law enforcement officers performing school crossing supervision and adult crossing guards shall wear high‑visibility retroreflective safety apparel labeled as ANSI 107‑2020 standard performance for Class 2, Type R, as described in Section 6C.05 the VWAPM. 02 Adult crossing guards shall not direct traffic in the usual law enforcement regulatory sense. In the control of traffic, they shall pick opportune times to create a sufficient gap in the traffic flow. At these times, they shall stand in the roadway to indicate that pedestrians are about to use or are using the crosswalk, and that all vehicular traffic must stop. 03 Adult crossing guards shall use a STOP paddle. The STOP paddle shall be the primary hand‑signaling device. 04 The STOP paddle shall comply with the provisions for a STOP/SLOW paddle (see Section 6D.02 the VWAPM) except both sides shall be a STOP face. 05 The paddle shall be retroreflective or illuminated when used during hours of darkness. Final - Pending Approval  Part 7. Traffic Control for School Areas Page 836 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 (This page intentionally left blank) Final - Pending Approval"
            ],
            "guidance": [],
            "option": [],
            "support": []
          },
          "raw_text": "Standard:\n01\t\t\nLaw enforcement officers performing school crossing supervision and adult crossing guards shall wear \nhigh‑visibility retroreflective safety apparel labeled as ANSI 107‑2020 standard performance for Class 2, \nType R, as described in Section 6C.05 the VWAPM. \n02\t\t\nAdult crossing guards shall not direct traffic in the usual law enforcement regulatory sense. In the \ncontrol of traffic, they shall pick opportune times to create a sufficient gap in the traffic flow. At these times, \nthey shall stand in the roadway to indicate that pedestrians are about to use or are using the crosswalk, and \nthat all vehicular traffic must stop.\n03\t\t\nAdult crossing guards shall use a STOP paddle. The STOP paddle shall be the primary hand‑signaling \ndevice.\n04\t\t\nThe STOP paddle shall comply with the provisions for a STOP/SLOW paddle (see Section 6D.02 the \nVWAPM) except both sides shall be a STOP face. \n05\t\t\nThe paddle shall be retroreflective or illuminated when used during hours of darkness.\nFinal - Pending \nApproval\n\nPart 7. Traffic Control for School Areas\nPage 836\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\n(This page intentionally left blank)\nFinal - Pending \nApproval"
        }
      ],
      "section_count": 2
    }
  ]
}