{
  "part_id": "part1",
  "part_number": 1,
  "title": "GENERAL",
  "source": "Virginia MUTCD for Streets and Highways, Version 11.0 (January 2026)",
  "page_start": 37,
  "page_end": 76,
  "chapters": [
    {
      "chapter_code": "1A",
      "title": "GENERAL",
      "virginia_specific_content": true,
      "keywords": [
        "pedestrian",
        "vdot",
        "general",
        "signal",
        "marking",
        "bicycle",
        "sign",
        "rumble",
        "red",
        "warning",
        "guide",
        "freeway",
        "lighting",
        "virginia",
        "speed",
        "stop",
        "regulatory"
      ],
      "sections": [
        {
          "section_number": "1A.01",
          "title": "Purpose of the MUTCD",
          "virginia_specific": true,
          "content": {
            "standard": [],
            "guidance": [],
            "option": [],
            "support": [
              "01 The purpose of the MUTCD is to establish uniform national criteria for the use of traffic control devices that meet the needs and expectancy of road users on all streets, highways, pedestrian and bicycle facilities, and site roadways open to public travel. 02 This purpose is achieved through the following objectives: A.\t Promote safety, inclusion, and mobility for all users of the road network; B.\t Promote efficiency through creating national uniformity in the meaning and appearance of traffic control devices; C.\t Promote national consistency in the use, installation, and operation of traffic control devices; and D.\t Provide basic principles for traffic engineers to use in making decisions regarding the use, installation, operation, maintenance, and removal of traffic control devices. 03 Uniformity of the meaning of traffic control devices is vital to their effectiveness. Uniformity means treating similar situations in a similar way. Uniformity of devices simplifies the task of the road user because it aids in recognition and understanding, thereby reducing perception/reaction time. Uniformity assists road users, law enforcement officers, and traffic courts by giving everyone the same interpretation. Uniformity assists public highway officials through efficiency in manufacture, installation, maintenance, and administration. 04 The use of uniform traffic control devices also requires uniform and appropriate application. 05 The applicability of the MUTCD to facilities open to public travel is independent of the type of ownership or jurisdiction (public or private) and the source of funding (Federal, State, local, or private). 06 This Manual presumes the user of the MUTCD has sufficient working knowledge, professional training and experience, and education in the principles of traffic engineering. Other resources can be consulted to understand the basis for decisions that are made in which engineering study or judgment will be applied. 06a The Code of Virginia §46.2-830 gives the Commissioner of Highways the authority to classify, designate and mark state highways and provide a uniform system of traffic control devices for such highways under the jurisdiction of the Commonwealth.  Further, this section mandates that, “Such system of traffic control devices shall correlate with and, so far as possible, conform to the system adopted in other states.” This Manual is a result of the Commissioner acting on such authority."
            ]
          },
          "raw_text": "Support:\n01\t\t\nThe purpose of the MUTCD is to establish uniform national criteria for the use of traffic control devices that \nmeet the needs and expectancy of road users on all streets, highways, pedestrian and bicycle facilities, and site \nroadways open to public travel.\n02\t\t\nThis purpose is achieved through the following objectives:\nA.\t Promote safety, inclusion, and mobility for all users of the road network;\nB.\t Promote efficiency through creating national uniformity in the meaning and appearance of traffic \ncontrol devices;\nC.\t Promote national consistency in the use, installation, and operation of traffic control devices; and\nD.\t Provide basic principles for traffic engineers to use in making decisions regarding the use, installation, \noperation, maintenance, and removal of traffic control devices.\n03\t\t\nUniformity of the meaning of traffic control devices is vital to their effectiveness. Uniformity means treating \nsimilar situations in a similar way. Uniformity of devices simplifies the task of the road user because it aids in \nrecognition and understanding, thereby reducing perception/reaction time. Uniformity assists road users, law \nenforcement officers, and traffic courts by giving everyone the same interpretation. Uniformity assists public \nhighway officials through efficiency in manufacture, installation, maintenance, and administration.\n04\t\t\nThe use of uniform traffic control devices also requires uniform and appropriate application.\n05\t\t\nThe applicability of the MUTCD to facilities open to public travel is independent of the type of ownership or \njurisdiction (public or private) and the source of funding (Federal, State, local, or private).\n06\t\t\nThis Manual presumes the user of the MUTCD has sufficient working knowledge, professional training and \nexperience, and education in the principles of traffic engineering. Other resources can be consulted to understand \nthe basis for decisions that are made in which engineering study or judgment will be applied.\n06a\t\nThe Code of Virginia §46.2-830 gives the Commissioner of Highways the authority to classify, designate \nand mark state highways and provide a uniform system of traffic control devices for such highways under the \njurisdiction of the Commonwealth.  Further, this section mandates that, “Such system of traffic control devices \nshall correlate with and, so far as possible, conform to the system adopted in other states.” This Manual is a result \nof the Commissioner acting on such authority."
        },
        {
          "section_number": "1A.02",
          "title": "Traffic Control Devices – General Description",
          "virginia_specific": true,
          "content": {
            "standard": [],
            "guidance": [],
            "option": [],
            "support": [
              "01 As defined in Section 1C.02 of this Manual, traffic control devices include all signs, signals, markings, channelizing devices, or other devices that use colors, shapes, symbols, words, sounds, and/or tactile information for the primary purpose of communicating a regulatory, warning, or guidance message to road users on a street, highway, pedestrian facility, bikeway, pathway, or site roadway open to public travel. 02 Infrastructure elements that restrict the road user’s travel paths or vehicle speeds, such as islands, curbs, speed humps, and other raised roadway surfaces, are not traffic control devices. Transverse or longitudinal rumble strips are also not traffic control devices. Operational devices associated with the application of traffic control strategies such as fencing, roadway lighting, barriers, and attenuators are shown in this Manual for context, but their design, application, and usage are not specified since they are not traffic control devices. 03 Certain types of signs and other devices that do not have any traffic control purpose are sometimes placed within the highway right-of-way by or with the permission of the public agency or the official having jurisdiction over the street or highway. These signs and other devices are not considered to be traffic control devices and provisions regarding their design and use are not included in this Manual. Among these signs and other devices are the following: A.\t Devices whose purpose is to assist highway maintenance personnel, such as markers to guide snowplow operators, devices that identify culvert and drop inlet locations, and devices that precisely identify highway locations for maintenance or mowing purposes; B.\t Devices whose purpose is to assist fire or law enforcement personnel, such as markers that identify fire hydrant locations, signs that identify fire or water district boundaries, speed measurement Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 1 January 2026 Final - Pending Approval  pavement markings, small indicator lights to assist in enforcement of red light violations, and photo enforcement systems; C.\t Devices whose purpose is to assist utility company personnel and highway contractors, such as markers that identify underground utility locations; D.\t Signs posting local non-traffic ordinances; and E.\t Signs giving civic organization meeting information."
            ]
          },
          "raw_text": "Support:\n01\t\t\nAs defined in Section 1C.02 of this Manual, traffic control devices include all signs, signals, markings, \nchannelizing devices, or other devices that use colors, shapes, symbols, words, sounds, and/or tactile information \nfor the primary purpose of communicating a regulatory, warning, or guidance message to road users on a street, \nhighway, pedestrian facility, bikeway, pathway, or site roadway open to public travel.\n02\t\t\nInfrastructure elements that restrict the road user’s travel paths or vehicle speeds, such as islands, curbs, \nspeed humps, and other raised roadway surfaces, are not traffic control devices. Transverse or longitudinal rumble \nstrips are also not traffic control devices. Operational devices associated with the application of traffic control \nstrategies such as fencing, roadway lighting, barriers, and attenuators are shown in this Manual for context, but \ntheir design, application, and usage are not specified since they are not traffic control devices.\n03\t\t\nCertain types of signs and other devices that do not have any traffic control purpose are sometimes placed \nwithin the highway right-of-way by or with the permission of the public agency or the official having jurisdiction \nover the street or highway. These signs and other devices are not considered to be traffic control devices and \nprovisions regarding their design and use are not included in this Manual. Among these signs and other devices \nare the following:\nA.\t Devices whose purpose is to assist highway maintenance personnel, such as markers to guide snowplow \noperators, devices that identify culvert and drop inlet locations, and devices that precisely identify \nhighway locations for maintenance or mowing purposes;\nB.\t Devices whose purpose is to assist fire or law enforcement personnel, such as markers that identify \nfire hydrant locations, signs that identify fire or water district boundaries, speed measurement \nPart 1. General\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 1\nJanuary 2026\nFinal - Pending \nApproval\n\npavement markings, small indicator lights to assist in enforcement of red light violations, and photo \nenforcement systems;\nC.\t Devices whose purpose is to assist utility company personnel and highway contractors, such as markers \nthat identify underground utility locations;\nD.\t Signs posting local non-traffic ordinances; and\nE.\t Signs giving civic organization meeting information."
        },
        {
          "section_number": "1A.03",
          "title": "Target Road Users",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [],
            "option": [],
            "support": [
              "01 Traffic control devices can be targeted at operators of motor vehicles, including driving automation systems, and at vulnerable road users. 02 Targeted operators of motor vehicles include motorists, public transportation operators, truck drivers, and motorcyclists. Targeted users also include vulnerable road users, who have little to no protection from crash forces. These users are defined in Title 23, U.S.C. 148(a). They include bicyclists and pedestrians, including persons with disabilities. Pedestrians with disabilities might be blind or vision-impaired, have mobility limitations, or other impairments. Protection of vulnerable users is a priority in this Manual as directed in Section 11135 of the Infrastructure Investment and Jobs Act. 03 Operators of motor vehicles and vulnerable road users are both likely to be present on roadways where adjacent land use suggests that trips could be served by applicable varied modes. Application of traffic control devices on these roadways requires careful consideration of measures to set and design for appropriate speeds; separation of various users in time and space; improvement of connectivity and access for pedestrians, bicyclists, and transit riders, including for people with disabilities; and implementation of safety countermeasures."
            ]
          },
          "raw_text": "Support:\n01\t\t\nTraffic control devices can be targeted at operators of motor vehicles, including driving automation systems, \nand at vulnerable road users.\n02\t\t\nTargeted operators of motor vehicles include motorists, public transportation operators, truck drivers, and \nmotorcyclists. Targeted users also include vulnerable road users, who have little to no protection from crash \nforces. These users are defined in Title 23, U.S.C. 148(a). They include bicyclists and pedestrians, including \npersons with disabilities. Pedestrians with disabilities might be blind or vision-impaired, have mobility \nlimitations, or other impairments. Protection of vulnerable users is a priority in this Manual as directed in Section \n11135 of the Infrastructure Investment and Jobs Act.\n03\t\t\nOperators of motor vehicles and vulnerable road users are both likely to be present on roadways where \nadjacent land use suggests that trips could be served by applicable varied modes. Application of traffic control \ndevices on these roadways requires careful consideration of measures to set and design for appropriate speeds; \nseparation of various users in time and space; improvement of connectivity and access for pedestrians, bicyclists, \nand transit riders, including for people with disabilities; and implementation of safety countermeasures."
        },
        {
          "section_number": "1A.04",
          "title": "Use of the MUTCD",
          "virginia_specific": true,
          "content": {
            "standard": [
              "02 Where the content of this Manual requires a decision for implementation, such decisions shall be made by an engineer, or an individual under the supervision of an engineer, who has the appropriate levels of experience and expertise to make the traffic control device decision. Those decisions shall be made using engineering judgment or engineering study, as required by the MUTCD provision."
            ],
            "guidance": [
              "04 In making traffic control device decisions, individuals should consider the impacts of the decision on the following: safety and operational efficiency (mobility) of all road users at that location, the effective use of agency resources, cost-effectiveness (including sustainable maintenance and operations beyond initial installation), and enforcement and education aspects of traffic control devices.",
              "06 Except when a specific numeral is required or recommended by the text of a Section of this Manual, numerals displayed on the images of devices in the figures that specify quantities such as times, distances, speed limits, and weights should be regarded as examples only. When installing any of these devices, the numerals should be appropriately altered to fit the specific situation. Part 1. General Page 2 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval  07 Similarly, destination names, route numbers, and State route shields that are displayed on the images of devices in the figures should be regarded as examples only. When installing any of these devices, the destination names, route numbers, and State route shields should be appropriately altered to fit the specific situation."
            ],
            "option": [],
            "support": [
              "01 Traffic control device principles in the MUTCD are developed for and used by individuals who are duly authorized and qualified to conduct traffic control device activities.",
              "02a VDOT staff whose position is organizationally beneath a responsible charge engineer position are considered to be an “individual under supervision of an engineer” for purposes of this Section. 03 Section 1C.02 contains definitions of “engineering study” and “engineering judgment.”",
              "04a The following VDOT position and/or their staff may be consulted to provide site-specific local context when making decisions about traffic control devices: A.\t Resident Engineers B.\t Resident Administrators C.\t District Traffic Engineers (DTEs) D.\t Signal and Freeway Operations Engineers (SFOEs) 05 Throughout this Manual the headings Standard, Guidance, Option, and Support, the meanings of which are defined in Section 1C.01, are used to classify the nature of the text that follows. Figures and tables, including the notes contained therein, supplement the text and might constitute a Standard, Guidance, Option, or Support. The user needs to refer to the appropriate text to classify the nature of the figure, table, or note contained therein.",
              "08 The information contained in Paragraphs 8a, 9, 10, and 10a of this Section will be useful when reference is being made to a specific portion of text in this Manual. 08a  There are nine Parts in the MUTCD. Parts 1 to 5 and 7 to 9, representing permanently installed traffic control devices, are included in the Virginia MUTCD with any Virginia-specific modifications. Content from Part 6 of the MUTCD, and any associated Virginia-specific modifications, can be found in the VWAPM. 09 Each Part of this Manual includes one or more Chapters. Each Chapter includes one or more Sections. Parts are identified by a single-digit numerical identification, such as “Part 2 – Signs.” Chapters are identified by the Part number and a letter, such as “Chapter 2B – Regulatory Signs.” Sections are identified by the Chapter number and letter followed by a decimal point and a 2-digit number, such as “Section 2B.03 – Size of Regulatory Signs.” In some Chapters, the Sections are grouped together by subject into unnumbered sub-chapters with a heading, such as “Signing for Right-of-Way at Intersections” (for Sections 2B.06 through 2B.20). 10 Each Section includes one or more paragraphs. The paragraphs are indented and are identified by a number. Paragraphs are counted from the beginning of each Section without regard to the intervening text headings (Standard, Guidance, Option, or Support) or any intervening text in embedded Figures or Tables. When Virginia- specific paragraphs have been added, the paragraph number is the same as the previous paragraph with a letter appended (e.g. 10a, 10b, 10c). The paragraph numbers without letters in the Virginia MUTCD (i.e. paragraphs taken or modified from the National MUTCD) match those in the National MUTCD. Some paragraphs have lettered or numbered items. As an example of how to cite this Manual, the phrase “[n]ot less than 40 feet beyond the stop line” that appears in Section 4D.08 of this Manual would be referenced in writing as “Section 4D.08, Par.1, A.1,” and would be verbally referenced as “Item A.1 of Paragraph 1 of Section 4D.08.” 10a This Manual documents deviations from the National MUTCD and adds Virginia-specific requirements. It contains standards, guidance, options, and support for the design, application, and placement of traffic control devices on roadways in the Commonwealth of Virginia."
            ]
          },
          "raw_text": "Support:\n01\t\t\nTraffic control device principles in the MUTCD are developed for and used by individuals who are duly \nauthorized and qualified to conduct traffic control device activities.\nStandard:\n02\t\t\nWhere the content of this Manual requires a decision for implementation, such decisions shall be made \nby an engineer, or an individual under the supervision of an engineer, who has the appropriate levels of \nexperience and expertise to make the traffic control device decision. Those decisions shall be made using \nengineering judgment or engineering study, as required by the MUTCD provision.\nSupport:\n02a\t\nVDOT staff whose position is organizationally beneath a responsible charge engineer position are considered \nto be an “individual under supervision of an engineer” for purposes of this Section.\n03\t\t\nSection 1C.02 contains definitions of “engineering study” and “engineering judgment.”\nGuidance:\n04\t\t\nIn making traffic control device decisions, individuals should consider the impacts of the decision on \nthe following: safety and operational efficiency (mobility) of all road users at that location, the effective use \nof agency resources, cost-effectiveness (including sustainable maintenance and operations beyond initial \ninstallation), and enforcement and education aspects of traffic control devices.\nSupport:\n04a\t\nThe following VDOT position and/or their staff may be consulted to provide site-specific local context when \nmaking decisions about traffic control devices:\nA.\t Resident Engineers\nB.\t Resident Administrators\nC.\t District Traffic Engineers (DTEs)\nD.\t Signal and Freeway Operations Engineers (SFOEs)\n05\t\t\nThroughout this Manual the headings Standard, Guidance, Option, and Support, the meanings of which are \ndefined in Section 1C.01, are used to classify the nature of the text that follows. Figures and tables, including the \nnotes contained therein, supplement the text and might constitute a Standard, Guidance, Option, or Support. The \nuser needs to refer to the appropriate text to classify the nature of the figure, table, or note contained therein.\nGuidance:\n06\t\t\nExcept when a specific numeral is required or recommended by the text of a Section of this Manual, numerals \ndisplayed on the images of devices in the figures that specify quantities such as times, distances, speed limits, \nand weights should be regarded as examples only. When installing any of these devices, the numerals should be \nappropriately altered to fit the specific situation.\nPart 1. General\nPage 2\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval\n\n07\t\t\nSimilarly, destination names, route numbers, and State route shields that are displayed on the images of \ndevices in the figures should be regarded as examples only. When installing any of these devices, the destination \nnames, route numbers, and State route shields should be appropriately altered to fit the specific situation.\nSupport:\t\n08\t\t\nThe information contained in Paragraphs 8a, 9, 10, and 10a of this Section will be useful when reference is \nbeing made to a specific portion of text in this Manual.\n08a\t\n\t\nThere are nine Parts in the MUTCD. Parts 1 to 5 and 7 to 9, representing permanently installed traffic \ncontrol devices, are included in the Virginia MUTCD with any Virginia-specific modifications. Content from \nPart 6 of the MUTCD, and any associated Virginia-specific modifications, can be found in the VWAPM. \n09\t\t\nEach Part of this Manual includes one or more Chapters. Each Chapter includes one or more Sections. Parts \nare identified by a single-digit numerical identification, such as “Part 2 – Signs.” Chapters are identified by the \nPart number and a letter, such as “Chapter 2B – Regulatory Signs.” Sections are identified by the Chapter number \nand letter followed by a decimal point and a 2-digit number, such as “Section 2B.03 – Size of Regulatory Signs.” \nIn some Chapters, the Sections are grouped together by subject into unnumbered sub-chapters with a heading, \nsuch as “Signing for Right-of-Way at Intersections” (for Sections 2B.06 through 2B.20). \n10\t\t\nEach Section includes one or more paragraphs. The paragraphs are indented and are identified by a number. \nParagraphs are counted from the beginning of each Section without regard to the intervening text headings \n(Standard, Guidance, Option, or Support) or any intervening text in embedded Figures or Tables. When Virginia-\nspecific paragraphs have been added, the paragraph number is the same as the previous paragraph with a letter \nappended (e.g. 10a, 10b, 10c). The paragraph numbers without letters in the Virginia MUTCD (i.e. paragraphs \ntaken or modified from the National MUTCD) match those in the National MUTCD. Some paragraphs have \nlettered or numbered items. As an example of how to cite this Manual, the phrase “[n]ot less than 40 feet beyond \nthe stop line” that appears in Section 4D.08 of this Manual would be referenced in writing as “Section 4D.08, \nPar.1, A.1,” and would be verbally referenced as “Item A.1 of Paragraph 1 of Section 4D.08.”\n10a\t\nThis Manual documents deviations from the National MUTCD and adds Virginia-specific requirements. It \ncontains standards, guidance, options, and support for the design, application, and placement of traffic control \ndevices on roadways in the Commonwealth of Virginia."
        },
        {
          "section_number": "1A.05",
          "title": "Relation to Other Publications",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 To the extent that they are incorporated by specific reference, the latest editions of the following publications, shall be a part of this Manual: “Standard Highway Signs” publication (FHWA), and “Color Specifications for Retroreflective Sign and Pavement Marking Materials” (appendix to Subpart F of Part 655 of Title 23 of the Code of Federal Regulations). 01a Signs referenced in this Manual shall be designed and fabricated according to the sign layout specifications in the latest edition of the “Virginia Standard Highway Signs” book."
            ],
            "guidance": [],
            "option": [],
            "support": [
              "02 The “Standard Highway Signs” publication includes standard alphabets and symbols and arrows for signs and pavement markings. 03 The MUTCD is not a roadway design manual, and engineers seeking guidance on design should refer to appropriate roadway design guides recognized by the Federal Highway Administration as needed for the design application. 04 Other publications are referenced in this Manual as useful resources, but they are not regulatory in nature and are not independently legally enforceable."
            ]
          },
          "raw_text": "Standard:\n01\t\t\nTo the extent that they are incorporated by specific reference, the latest editions of the following \npublications, shall be a part of this Manual: “Standard Highway Signs” publication (FHWA), and “Color \nSpecifications for Retroreflective Sign and Pavement Marking Materials” (appendix to Subpart F of Part \n655 of Title 23 of the Code of Federal Regulations).\n01a\t\nSigns referenced in this Manual shall be designed and fabricated according to the sign layout \nspecifications in the latest edition of the “Virginia Standard Highway Signs” book.\nSupport:\n02\t\t\nThe “Standard Highway Signs” publication includes standard alphabets and symbols and arrows for signs and \npavement markings.\n03\t\t\nThe MUTCD is not a roadway design manual, and engineers seeking guidance on design should refer to \nappropriate roadway design guides recognized by the Federal Highway Administration as needed for the design \napplication.\n04\t\t\nOther publications are referenced in this Manual as useful resources, but they are not regulatory in nature and \nare not independently legally enforceable."
        },
        {
          "section_number": "1A.06",
          "title": "Uniform Vehicle Code – Rules of the Road",
          "virginia_specific": true,
          "content": {
            "standard": [],
            "guidance": [
              "02 The actions required of road users to obey regulatory devices should be specified by State statute, or in cases not covered by State statute, in local ordinances or resolutions. Such statutes, ordinances, and resolutions should be consistent with the “Uniform Vehicle Code.” Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 3 January 2026 Final - Pending Approval"
            ],
            "option": [],
            "support": [
              "01 The “Uniform Vehicle Code” (UVC) is one of the publications referenced in the MUTCD. The UVC contains a model set of motor vehicle codes and traffic laws for use throughout the United States, the intent of which is to promote national uniformity in these laws. The Rules of the Road contained in the UVC are intended to be recommendations for States to adopt in their State statutes and are not independently legally enforceable."
            ]
          },
          "raw_text": "Support:\n01\t\t\nThe “Uniform Vehicle Code” (UVC) is one of the publications referenced in the MUTCD. The UVC contains \na model set of motor vehicle codes and traffic laws for use throughout the United States, the intent of which is \nto promote national uniformity in these laws. The Rules of the Road contained in the UVC are intended to be \nrecommendations for States to adopt in their State statutes and are not independently legally enforceable.\nGuidance:\n02\t\t\nThe actions required of road users to obey regulatory devices should be specified by State statute, or in cases \nnot covered by State statute, in local ordinances or resolutions. Such statutes, ordinances, and resolutions should \nbe consistent with the “Uniform Vehicle Code.”\nPart 1. General\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 3\nJanuary 2026\nFinal - Pending \nApproval"
        }
      ],
      "section_count": 6
    },
    {
      "chapter_code": "1B",
      "title": "LEGAL REQUIREMENTS FOR TRAFFIC CONTROL DEVICES",
      "virginia_specific_content": true,
      "keywords": [
        "vdot",
        "control",
        "signal",
        "marking",
        "traffic",
        "sign",
        "devices",
        "warning",
        "guide",
        "legal",
        "clearance",
        "freeway",
        "toll",
        "grade",
        "virginia",
        "requirements",
        "regulatory"
      ],
      "sections": [
        {
          "section_number": "1B.01",
          "title": "National Standard",
          "virginia_specific": false,
          "content": {
            "standard": [
              "01 The Manual on Uniform Traffic Control Devices for Streets and Highways (MUTCD) is incorporated by reference in 23 Code of Federal Regulations (CFR), Part 655, Subpart F and shall be recognized as the national standard for all traffic control devices installed on any street, highway, bikeway, or site roadway open to public travel (see definition in Section 1C.02) in accordance with 23 U.S.C. 109(d) and 402(a). 02 In accordance with 23 CFR 655.603(a), the MUTCD shall apply to all of the following types of facilities: A.\t Any street, roadway, or bikeway open to public travel, either publicly or privately owned; B.\t Streets and roadways on sites that are off the public right-of-way that are open to public travel without full-time access restrictions. Examples include roadways within shopping centers, office parks, airports, sports arenas, other similar business and/or recreation facilities, governmental office complexes, schools, universities, recreational parks, and other similar publicly-owned complexes and/or recreation facilities. The above-described examples of streets and roadways are referred to in this Manual as site roadways open to public travel; C.\t Publicly-owned toll roads, including those under the jurisdiction of a public agency, public authority, or public-private partnership; D.\t Privately-owned toll roads where the public is allowed to travel without access restriction. This includes gated toll roads or roadways where the general public is able to pay to access the facility; and E.\t Grade crossings of publicly-owned roadways with railroads or light rail transit. 03 The MUTCD shall not apply to the following types of facilities: A.\t Roadways within private gated properties where access to the general public is restricted at all times; B.\t Grade crossings of privately-owned roadways with railroads; and C.\t Parking areas, including the driving aisles within those parking areas, that are either publicly or privately owned."
            ],
            "guidance": [],
            "option": [],
            "support": [
              "04 The policies and procedures of the Federal Highway Administration (FHWA) to obtain basic uniformity of traffic control devices are as described in 23 CFR 655, Subpart F. 05 Section 15-116 of the UVC (see Section 1A.06) states, “No person shall install or maintain in any area of private property used by the public any sign, signal, marking, or other device intended to regulate, warn, or guide traffic unless it conforms with the State manual and specifications adopted under Section 15-104.” Adoption by agencies of such a provision through statute or ordinance can help maintain the integrity of official traffic control devices and provide continuity of uniformity at locations that are not subject to the provisions of this Manual."
            ]
          },
          "raw_text": "Standard:\n01\t\t\nThe Manual on Uniform Traffic Control Devices for Streets and Highways (MUTCD) is incorporated \nby reference in 23 Code of Federal Regulations (CFR), Part 655, Subpart F and shall be recognized as the \nnational standard for all traffic control devices installed on any street, highway, bikeway, or site roadway \nopen to public travel (see definition in Section 1C.02) in accordance with 23 U.S.C. 109(d) and 402(a).\n02\t\t\nIn accordance with 23 CFR 655.603(a), the MUTCD shall apply to all of the following types of facilities:\nA.\t Any street, roadway, or bikeway open to public travel, either publicly or privately owned;\nB.\t Streets and roadways on sites that are off the public right-of-way that are open to public travel \nwithout full-time access restrictions. Examples include roadways within shopping centers, office \nparks, airports, sports arenas, other similar business and/or recreation facilities, governmental \noffice complexes, schools, universities, recreational parks, and other similar publicly-owned \ncomplexes and/or recreation facilities. The above-described examples of streets and roadways are \nreferred to in this Manual as site roadways open to public travel;\nC.\t Publicly-owned toll roads, including those under the jurisdiction of a public agency, public \nauthority, or public-private partnership;\nD.\t Privately-owned toll roads where the public is allowed to travel without access restriction. \nThis includes gated toll roads or roadways where the general public is able to pay to access the \nfacility; and\nE.\t Grade crossings of publicly-owned roadways with railroads or light rail transit.\n03\t\t\nThe MUTCD shall not apply to the following types of facilities:\nA.\t Roadways within private gated properties where access to the general public is restricted at \nall times;\nB.\t Grade crossings of privately-owned roadways with railroads; and\nC.\t Parking areas, including the driving aisles within those parking areas, that are either publicly or \nprivately owned.\nSupport:\n04\t\t\nThe policies and procedures of the Federal Highway Administration (FHWA) to obtain basic uniformity of \ntraffic control devices are as described in 23 CFR 655, Subpart F.\n05\t\t\nSection 15-116 of the UVC (see Section 1A.06) states, “No person shall install or maintain in any area \nof private property used by the public any sign, signal, marking, or other device intended to regulate, warn, \nor guide traffic unless it conforms with the State manual and specifications adopted under Section 15-104.” \nAdoption by agencies of such a provision through statute or ordinance can help maintain the integrity of official \ntraffic control devices and provide continuity of uniformity at locations that are not subject to the provisions of \nthis Manual."
        },
        {
          "section_number": "1B.02",
          "title": "State Adoption and Conformance",
          "virginia_specific": true,
          "content": {
            "standard": [
              "02 States or other Federal agencies that have their own MUTCDs or Supplements shall revise these MUTCDs or Supplements to be in substantial conformance with changes to the National MUTCD within 2 years of the effective date of the Final Rule for the changes [23 CFR 655.603(b)(3)]. Substantial conformance of such State or other Federal agency MUTCDs or Supplements shall be as defined in 23 CFR 655.603(b)(1). 03 For the purposes of Paragraph 2 of this Section, policies, directives, specifications, standard drawings, or similar documents that are issued by an agency and that change or modify Standard, Guidance, or Option provisions in this Manual shall be considered as supplements to the MUTCD and shall also be revised to be in substantial conformance with the National MUTCD. Part 1. General Page 4 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval"
            ],
            "guidance": [],
            "option": [],
            "support": [
              "01 All States have officially adopted the National MUTCD either in its entirety, with supplemental provisions, or as a separate published document. The National MUTCD has also been adopted by the National Park Service, the U.S. Forest Service, the U.S. Military Command, the Bureau of Indian Affairs, the Bureau of Land Management, and the U.S. Fish and Wildlife Service.",
              "03a As mandated by federal law, the CTB has adopted the MUTCD under authority granted by §§ 33.2-210 and 46.2-830 of the Code of Virginia, as well as 24VAC30-315-10 of the Virginia Administrative Code as the official standard for designing, applying, and planning traffic control devices under the jurisdiction of the Commonwealth of Virginia.  This Manual has been approved to be in substantial compliance with the national MUTCD by the Virginia Division Administrator of the Federal Highway Administration as required by 23 CFR 655.603(b)(1). 03b The provisions of this Manual are applicable to all traffic control devices under the jurisdiction of the Commonwealth of Virginia, which includes all facilities owned, maintained, or operated by the Virginia Department of Transportation. 03c Local authorities, including counties, independent cities, and towns, that own, maintain, and operate their own facilities may recognize the content of the Manual and the VWAPM as official regulation of traffic control devices.  Adopting only one of these does not require that the locality adopt the other. 03d Localities, including counties, independent cities, and towns, that own, maintain, and operate their own facilities that do not adopt this Manual shall provide traffic control devices in accordance with the National MUTCD and the Code of Virginia, including §46.2-1312, that requires, “Traffic signs and traffic signals and markings placed or erected by local authorities pursuant to this title shall conform in size, design, and color to those erected for the same purpose by the Department of Transportation.”"
            ]
          },
          "raw_text": "Support:\n01\t\t\nAll States have officially adopted the National MUTCD either in its entirety, with supplemental provisions, or \nas a separate published document. The National MUTCD has also been adopted by the National Park Service, the \nU.S. Forest Service, the U.S. Military Command, the Bureau of Indian Affairs, the Bureau of Land Management, \nand the U.S. Fish and Wildlife Service.\nStandard:\n02\t\t\nStates or other Federal agencies that have their own MUTCDs or Supplements shall revise these \nMUTCDs or Supplements to be in substantial conformance with changes to the National MUTCD \nwithin 2 years of the effective date of the Final Rule for the changes [23 CFR 655.603(b)(3)]. Substantial \nconformance of such State or other Federal agency MUTCDs or Supplements shall be as defined in 23 CFR \n655.603(b)(1).\n03\t\t\nFor the purposes of Paragraph 2 of this Section, policies, directives, specifications, standard drawings, \nor similar documents that are issued by an agency and that change or modify Standard, Guidance, or \nOption provisions in this Manual shall be considered as supplements to the MUTCD and shall also be \nrevised to be in substantial conformance with the National MUTCD.\nPart 1. General\nPage 4\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval\n\n    \nSupport:  \n03a \t\nAs mandated by federal law, the CTB has adopted the MUTCD under authority granted by §§ 33.2-210 \nand 46.2-830 of the Code of Virginia, as well as 24VAC30-315-10 of the Virginia Administrative Code as \nthe official standard for designing, applying, and planning traffic control devices under the jurisdiction of the \nCommonwealth of Virginia.  This Manual has been approved to be in substantial compliance with the national \nMUTCD by the Virginia Division Administrator of the Federal Highway Administration as required by \n23 CFR 655.603(b)(1).\n03b \t\nThe provisions of this Manual are applicable to all traffic control devices under the jurisdiction of the \nCommonwealth of Virginia, which includes all facilities owned, maintained, or operated by the Virginia \nDepartment of Transportation.\n03c \t\nLocal authorities, including counties, independent cities, and towns, that own, maintain, and operate their \nown facilities may recognize the content of the Manual and the VWAPM as official regulation of traffic control \ndevices.  Adopting only one of these does not require that the locality adopt the other.  \n03d \t\nLocalities, including counties, independent cities, and towns, that own, maintain, and operate their own \nfacilities that do not adopt this Manual shall provide traffic control devices in accordance with the National \nMUTCD and the Code of Virginia, including §46.2-1312, that requires, “Traffic signs and traffic signals and \nmarkings placed or erected by local authorities pursuant to this title shall conform in size, design, and color to \nthose erected for the same purpose by the Department of Transportation.”"
        },
        {
          "section_number": "1B.03",
          "title": "Compliance of Devices",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 The U.S. Secretary of Transportation, under authority granted by the Highway Safety Act of 1966, decreed that traffic control devices on all streets and highways open to public travel in accordance with 23 U.S.C. 109(d) and 402(a) in each State shall be in substantial conformance with the Standards issued or endorsed by the FHWA.",
              "03 After the effective date of a new edition of the MUTCD or a revision thereto, or after the adoption thereof by the State, whichever occurs later, new or reconstructed devices installed shall comply with the new edition or revision, as required by 23 CFR 655.603. 04 In cases involving Federal-aid projects for new construction, reconstruction, resurfacing, restoration, or rehabilitation of a facility to which this Manual applies, the traffic control devices installed (temporary or permanent) shall comply with the most recent edition of the National MUTCD before that highway is opened or re-opened to the public for unrestricted travel [23 CFR 655.603(d)(2) and (d)(3)]. 05 Unless a particular device is no longer serviceable (see definition in Section 1C.02), non-compliant devices on existing highways and bikeways shall be brought into compliance with the current edition of the National Virginia MUTCD as part of the systematic upgrading of substandard traffic control devices (and installation of new required traffic control devices) required pursuant to the Highway Safety Program, 23 U.S.C. §402(a).",
              "07 The target compliance dates established by the FHWA shall be as shown in Table 1B-1. 08 Design, application, and placement of traffic control devices other than those adopted in this Manual shall be prohibited unless the provisions of Sections 1B.04 through 1B.08 are followed regarding official interpretations, experiments, changes to the MUTCD, and interim approvals granted by the FHWA. Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 5 January 2026 Final - Pending Approval",
              "10a All contact with FHWA Headquarters for any practice or traffic control application that is not explicitly addressed in this Manual shall be coordinated through the State Traffic Operations Engineer.",
              "12 A non-compliant traffic control device that is being replaced or refurbished because it is damaged, missing, or no longer serviceable (see definition in Section 1C.02) for any reason shall be replaced with a compliant device, except as provided for in Paragraph 13 of this Section."
            ],
            "guidance": [
              "10 Agencies should contact the FHWA when considering employing a practice or application that is not explicitly addressed in this Manual to ensure continued compliance with the provisions in this Manual."
            ],
            "option": [
              "13 A non-compliant traffic control device may be replaced in kind when engineering judgment indicates it is more appropriate because: A.\t One compliant device in the midst of a series of adjacent non-compliant devices would be confusing to road users, and/or B.\t The schedule for replacement of the whole series of non-compliant devices will result in achieving timely compliance with the MUTCD, or C.\t Existing operations technology constraints, such as a freeway management system used to manage Dynamic Message Signs, cannot accommodate a compliance, or D.\t A return on investment engineering study results in a score less than 1.0 for a new ancillary structure for overhead traffic control devices. Part 1. General Table 1B-1.  Target Compliance Dates Established by the FHWA MUTCD Section(s) Subject Area Specific Provision Compliance Date 2B.64 Weight Limit Signs Paragraph 14 - requirement for additional Weight Limit sign with the advisory distance or directional legend in advance of applicable section of highway or structure 5 years from the effective date of this edition of the MUTCD 2C.25 Low Clearance Signs (W12-2) Paragraph 1 - Required posting of the Low Clearance Advance (W12-2) sign in advance of the structure 5 years from the effective date of this edition of the MUTCD 2C.25 Low Clearance Signs (W12-2a, W12-2b) Paragraph 8 - Recommended posting of Low Clearance Overhead (W12-2a or 12-2b) signs on an arch or other structure under which the clearance varies greatly 5 years from the effective date of this edition of the MUTCD 3A.05 Maintaining Minimum Retroreflectivity Implementation and continued use of a method that is designed to maintain retroreflectivity of longitudinal pavement markings (see Paragraph 1 of Section 3A.05) September 6, 2026 8B.16 High-Profile Grade Crossings Paragraphs 3 and 7 - Recommended installation of Low Ground Clearance and/or Vehicle Exclusion signs and detour signs for vehicles with low ground clearances that might hang up on high- profile grade crossings at locations with a known history 5 years from the effective date of this edition of the MUTCD 8D.09 through 8D.12 Highway Traffic Signals at or Near Grade Crossings Assessment and determination of appropriate treatment to achieve compliance (preemption, movement prohibition, pre-signals, queue cutter signals) 10 years from the effective date of this edition of the MUTCD Page 6 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval"
            ],
            "support": [
              "02 23 CFR 655.603 also requires traffic control devices on all streets, highways, bikeways, and site roadways open to public travel in each State be in substantial conformance with standards issued or endorsed by the Federal Highway Administrator.",
              "06 The FHWA has the authority to establish other target compliance dates for implementation of particular changes to the MUTCD [23 CFR 655.603(d)(1)].",
              "09 Many of the provisions in this Manual that are explicitly prohibitive have been included to address practices that have been shown to be ineffective, unsafe, or inconsistent with uniformity. A provision of mandatory or recommended practice represents the accepted and established practice that promotes uniformity and consistency. The absence of a provision in this Manual that explicitly prohibits a particular practice, use, design, application, operation, or other aspect of a traffic control device does not, in itself, constitute acceptability or permission to use the device in a manner not provided for in this Manual.",
              "10b The requirement in Paragraph 10a only applies to contact with FHWA Headquarters in Washington, DC. Nothing in Paragraph 10a restricts or precludes contact with the FHWA Virginia Division office. 11 The FHWA reviews and interprets the provisions in this Manual for agencies on an as-needed basis, which can lead to the issuance of official interpretations (see Section 1B.04), or interim approvals (see Section 1B.07)."
            ]
          },
          "raw_text": "Standard:\n01\t\t\nThe U.S. Secretary of Transportation, under authority granted by the Highway Safety Act of 1966, \ndecreed that traffic control devices on all streets and highways open to public travel in accordance with \n23 U.S.C. 109(d) and 402(a) in each State shall be in substantial conformance with the Standards issued \nor endorsed by the FHWA.\nSupport:\n02\t\t\n23 CFR 655.603 also requires traffic control devices on all streets, highways, bikeways, and site roadways \nopen to public travel in each State be in substantial conformance with standards issued or endorsed by the Federal \nHighway Administrator.\nStandard:\n03\t\t\nAfter the effective date of a new edition of the MUTCD or a revision thereto, or after the adoption \nthereof by the State, whichever occurs later, new or reconstructed devices installed shall comply with the \nnew edition or revision, as required by 23 CFR 655.603.\n04\t\t\nIn cases involving Federal-aid projects for new construction, reconstruction, resurfacing, restoration, \nor rehabilitation of a facility to which this Manual applies, the traffic control devices installed (temporary \nor permanent) shall comply with the most recent edition of the National MUTCD before that highway is \nopened or re-opened to the public for unrestricted travel [23 CFR 655.603(d)(2) and (d)(3)].\n05\t\t\nUnless a particular device is no longer serviceable (see definition in Section 1C.02), non-compliant \ndevices on existing highways and bikeways shall be brought into compliance with the current edition of the \nNational Virginia MUTCD as part of the systematic upgrading of substandard traffic control devices (and \ninstallation of new required traffic control devices) required pursuant to the Highway Safety Program, \n23 U.S.C. §402(a).\nSupport:\n06\t\t\nThe FHWA has the authority to establish other target compliance dates for implementation of particular \nchanges to the MUTCD [23 CFR 655.603(d)(1)].\nStandard:\n07\t\t\nThe target compliance dates established by the FHWA shall be as shown in Table 1B-1.\n08\t\t\nDesign, application, and placement of traffic control devices other than those adopted in this Manual \nshall be prohibited unless the provisions of Sections 1B.04 through 1B.08 are followed regarding official \ninterpretations, experiments, changes to the MUTCD, and interim approvals granted by the FHWA.\nPart 1. General\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 5\nJanuary 2026\nFinal - Pending \nApproval\n\n    \nSupport: \n09\t\t\nMany of the provisions in this Manual that are explicitly prohibitive have been included to address practices \nthat have been shown to be ineffective, unsafe, or inconsistent with uniformity. A provision of mandatory or \nrecommended practice represents the accepted and established practice that promotes uniformity and consistency. \nThe absence of a provision in this Manual that explicitly prohibits a particular practice, use, design, application, \noperation, or other aspect of a traffic control device does not, in itself, constitute acceptability or permission to \nuse the device in a manner not provided for in this Manual.\nGuidance:\n10\t\t\nAgencies should contact the FHWA when considering employing a practice or application that is not \nexplicitly addressed in this Manual to ensure continued compliance with the provisions in this Manual.\nStandard:\n10a\t\nAll contact with FHWA Headquarters for any practice or traffic control application that is not \nexplicitly addressed in this Manual shall be coordinated through the State Traffic Operations Engineer.\nSupport:\n10b\t\nThe requirement in Paragraph 10a only applies to contact with FHWA Headquarters in Washington, DC. \nNothing in Paragraph 10a restricts or precludes contact with the FHWA Virginia Division office.\n11\t\t\nThe FHWA reviews and interprets the provisions in this Manual for agencies on an as-needed basis, which \ncan lead to the issuance of official interpretations (see Section 1B.04), or interim approvals (see Section 1B.07).\nStandard:\n12\t\t\nA non-compliant traffic control device that is being replaced or refurbished because it is damaged, \nmissing, or no longer serviceable (see definition in Section 1C.02) for any reason shall be replaced with \na compliant device, except as provided for in Paragraph 13 of this Section.\nOption:\n13\t\t\nA non-compliant traffic control device may be replaced in kind when engineering judgment indicates it is \nmore appropriate because:\nA.\t One compliant device in the midst of a series of adjacent non-compliant devices would be confusing to \nroad users, and/or\nB.\t The schedule for replacement of the whole series of non-compliant devices will result in achieving \ntimely compliance with the MUTCD, or\nC.\t Existing operations technology constraints, such as a freeway management system used to manage \nDynamic Message Signs, cannot accommodate a compliance, or\nD.\t A return on investment engineering study results in a score less than 1.0 for a new ancillary structure \nfor overhead traffic control devices.\nPart 1. General\nTable 1B-1.  Target Compliance Dates Established by the FHWA\nMUTCD \nSection(s)\nSubject Area\nSpecific Provision\nCompliance Date\n2B.64\nWeight Limit Signs\nParagraph 14 - requirement for additional Weight Limit sign \nwith the advisory distance or directional legend in advance of \napplicable section of highway or structure\n5 years from the effective date \nof this edition of the MUTCD\n2C.25\nLow Clearance\nSigns (W12-2)\nParagraph 1 - Required posting of the Low Clearance Advance \n(W12-2) sign in advance of the structure\n5 years from the effective date \nof this edition of the MUTCD\n2C.25\nLow Clearance\nSigns (W12-2a,\nW12-2b)\nParagraph 8 - Recommended posting of Low Clearance Overhead \n(W12-2a or 12-2b) signs on an arch or other structure under which \nthe clearance varies greatly \n5 years from the effective date \nof this edition of the MUTCD\n3A.05\nMaintaining \nMinimum \nRetroreflectivity\nImplementation and continued use of a method that is designed \nto maintain retroreflectivity of longitudinal pavement markings \n(see Paragraph 1 of Section 3A.05)\nSeptember 6, 2026\n8B.16\nHigh-Profile \nGrade Crossings\nParagraphs 3 and 7 - Recommended installation of Low Ground \nClearance and/or Vehicle Exclusion signs and detour signs for \nvehicles with low ground clearances that might hang up on high-\nprofile grade crossings at locations with a known history \n5 years from the effective date \nof this edition of the MUTCD\n8D.09 \nthrough \n8D.12\nHighway Traffic \nSignals at or Near \nGrade Crossings\nAssessment and determination of appropriate treatment to \nachieve compliance (preemption, movement prohibition, \npre-signals, queue cutter signals)\n10 years from the effective \ndate of this edition \nof the MUTCD\nPage 6\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval"
        },
        {
          "section_number": "1B.04",
          "title": "Interpretations",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [
              "03 Requests for an interpretation of this Manual should contain the following information: A.\t A concise statement of the interpretation being sought; B.\t A description of the condition that provoked the need for an interpretation; C.\t Any illustration that would be helpful to understand the request; and D.\t Any supporting research data that is pertinent to the item to be interpreted."
            ],
            "option": [],
            "support": [
              "01 The FHWA issues authoritative interpretations of this Manual when necessary to provide clarity in response to unique situations for device application or general requests for clarification of a provision. 02 An interpretation includes a consideration of the application and operation of standard traffic control devices, the official meanings of standard traffic control devices, or the variations from standard device designs and design requirements.",
              "04"
            ]
          },
          "raw_text": "Support:\n01\t\t\nThe FHWA issues authoritative interpretations of this Manual when necessary to provide clarity in response \nto unique situations for device application or general requests for clarification of a provision.\n02\t\t\nAn interpretation includes a consideration of the application and operation of standard traffic control \ndevices, the official meanings of standard traffic control devices, or the variations from standard device designs \nand design requirements.\nGuidance:\n03\t\t\nRequests for an interpretation of this Manual should contain the following information:\nA.\t A concise statement of the interpretation being sought;\nB.\t A description of the condition that provoked the need for an interpretation;\nC.\t Any illustration that would be helpful to understand the request; and\nD.\t Any supporting research data that is pertinent to the item to be interpreted.\nSupport:\n04"
        },
        {
          "section_number": "1B.08",
          "title": "contains information on submitting a request for interpretation.",
          "virginia_specific": false,
          "content": {
            "standard": [
              "04a All requests for Interpretations from the FHWA for any traffic control device application shall be submitted by the State Traffic Operations Engineer."
            ],
            "guidance": [],
            "option": [],
            "support": []
          },
          "raw_text": "Standard:  \n04a\t\nAll requests for Interpretations from the FHWA for any traffic control device application shall be \nsubmitted by the State Traffic Operations Engineer."
        },
        {
          "section_number": "1B.05",
          "title": "Experimentation",
          "virginia_specific": true,
          "content": {
            "standard": [
              "02 A traffic control device or application that does not comply with the provisions of this Manual shall not be used on any street, highway, bikeway, or site roadway open to public travel (see definition in Section 1C.02) without first receiving official approval to experiment from the FHWA’s Office of Transportation Operations.",
              "10 The request for permission to experiment shall contain the following: A.\t A statement indicating the nature of the problem and a hypothesis establishing the premise of the experiment. B.\t A description of the proposed change to the traffic control device or application of the traffic control device, including the manner in which it deviates from the provisions of this Manual, and how it is expected to be an improvement over existing provisions. C.\t Illustrations that would help to explain the traffic control device or use of the traffic control device. D.\t Any supporting data explaining how the traffic control device was developed, including if it has been tested, in what ways it was found to be adequate or inadequate, and how this choice of device or application was derived. E.\t Comparison of the proposed device to other compliant devices or treatments, either individually or in combination, that address the same condition, if applicable. F.\t A legally-binding statement that the experimental device or application is in the public domain, in accordance with Paragraph 16 of this Section. G.\t The time period and location(s) of the experiment. H.\t Control sites for comparison purposes or justification for not using control sites. I.\t A detailed research and evaluation plan that provides for close monitoring of the experimentation, throughout all stages of its field implementation. The evaluation plan shall include an appropriate evaluation methodology, such as before and after analysis, or other appropriate methodology as well as quantitative data describing the performance of the experimental device. J.\t An agreement to provide semi-annual progress reports for the duration of the experimentation, in accordance with the schedule provided in Paragraph 12 of this Section, and an agreement to provide a report of the final results of the experimentation to the FHWA’s Office of Transportation Operations within 3 months following completion of the experimentation (see Paragraph 14 of this Section). The FHWA’s Office of Transportation Operations shall have the right to terminate approval of an agency’s experiment if reports are not received in accordance with this schedule. K.\t An agreement to restore the site of the experiment to a condition that complies with the provisions of this Manual within 3 months following the end of the time period of the experiment. This agreement shall also provide that the agency sponsoring the experimentation will terminate the experimentation at any time that it determines that safety concerns are directly or indirectly attributable to the experimentation and the agency shall provide timely notification to the FHWA’s Office of Transportation Operations. The FHWA’s Office of Transportation Operations shall have the right to terminate approval of the experimentation at any time if there is an indication of safety or operational concerns, or if the terms of the approval are not being adhered to. If, as a result of the experimentation, a request is made that this Manual be changed to include the device or application being experimented with, the FHWA’s Office of Transportation Operations will determine whether the device or application can be permitted to remain in place until an official rulemaking action has occurred. 11 Where an item in Paragraph 10 of this Section is determined to not be applicable to the type of experiment, device, or application, the request shall provide sufficient explanation. 12 The required semi-annual progress reports shall be submitted throughout the course of an approved experiment in accordance with the following schedule: A.\t No later than August 1st for the preceding period of January through June; and B.\t No later than February 1st for the preceding period of July through December. 13 The experimenting agency shall submit a semi-annual progress report for any approved experiment even if no work was performed during the previous reporting period. Failure to submit two consecutive progress reports shall result in termination of the experiment and shall constitute rescission of the FHWA’s approval to the experimenting agency, requiring restoration of the site(s) to a condition that complies with the provisions of this Manual within 3 months. 14 The experimenting agency shall submit a final report within 3 months of the conclusion of an approved experiment. If a final report is not received by the FHWA’s Office of Transportation Operations, and the experimenting agency fails to notify the FHWA of any mitigating circumstances within 6 months of the end of the approved experimentation period, then the experiment shall be considered terminated and shall constitute rescission of the FHWA’s approval to the experimenting agency, requiring restoration of the site(s) to a condition that complies with the provisions of this Manual within 3 months. Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 9 January 2026 Final - Pending Approval",
              "16 A request for experimentation that involves a new traffic control device or a new application of an existing traffic control device shall include from the agency conducting the experiment, the manufacturer and/or developer of the device, and the supplier of the device, a legally-binding statement certifying that the traffic control device is not protected by a patent, trademark, or copyright in accordance with Section 1D.06, and that the traffic control device is in the public domain and can be used freely in traffic control device design and application without infringement or claim of trade secret misappropriation. The legally-binding statement shall also state that the agency conducting the experiment, the manufacturer and/or developer of the device, and the supplier of the device are aware that if patent, trademark, or copyright protection is established in the future for the device or application, such action will result in its removal from the MUTCD, cancellation of its interim approval, or cancellation of the authorization for experimentation. 16a Any proposed or modified permanent Regulatory or Warning signs not in this Manual shall be submitted for review and approval by the State Traffic Operations Engineer. Signs shall not be fabricated or installed prior to approval. This requirement shall apply whether or not submission to FHWA is required.",
              "17a All requests for Experimentation from the FHWA for any traffic control device applications on facilities under the jurisdiction of VDOT shall be submitted by the State Traffic Operations Engineer."
            ],
            "guidance": [
              "07 Before requesting permission to experiment with a new device or application, an owner of a site roadway open to public travel should first check for any laws, regulations, and/or directives covering the application of the MUTCD that might apply."
            ],
            "option": [
              "08 An agency may request a preliminary assessment of the viability of a potential request for experimentation by submitting an abstract that briefly describes the experimental concept. Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 7 January 2026 Final - Pending Approval"
            ],
            "support": [
              "01 Requests for experimentation (see Section 1B.08) include consideration of field deployment for the purpose of testing or evaluating a new traffic control device, its application or manner of use, or a provision not specifically described in this Manual.",
              "03 A request for permission to experiment (see Section 1B.08) will be considered only when submitted by the public agency or toll facility authority responsible for the operation of the road or street on which the experiment is to take place. For a site roadway open to public travel, the request will be considered only if it is submitted by the private owner or official having jurisdiction. 04 A request for experimentation with a novel device or application across multiple jurisdictions as a single experiment with a common hypothesis, evaluation plan, and evaluation team will be considered when submitted jointly by all the authorities responsible for operation of the roads or streets on which the experiment is to take place. Similarly, a request to add experimental sites to an experimentation approved for another jurisdiction will be considered when submitted jointly by the all the authorities for operation of the roads or streets on which the experiment is then to take place. 05 Manufacturers or inventors of novel devices are encouraged to engage the services of a qualified traffic engineer or other professional who is versed in traffic control devices. Early engagement during the concept and development processes will help ensure the efficacy of the device with regard to human factors, operational, safety, and other considerations prior to an agency requesting experimentation. 06 In some cases, an off-roadway closed-course or laboratory study might be required before a request for experimentation can be considered. The purpose of such a study is to determine whether testing the experimental device or application in an open-road setting could result in an undue safety risk.",
              "09 A diagram indicating the process for requesting and conducting experimentations with traffic control devices is shown in Figure 1B-1(VA). Part 1. General Requesting jurisdiction submits request to FHWA FHWA Review Approved? Yes No Requesting jurisdiction responds to questions raised by FHWA Requesting jurisdiction installs experimental traffic control device Evaluate experimental traffic control device Requesting jurisdiction provides semi-annual reports to FHWA Division & HQ Requesting jurisdiction provides FHWA a copy of final report Figure 1B-1(VA). Process for Requesting and Conducting Experimentations for New Traffic Control Devices Note: For experimentation of new regulatory and warning signs, the request shall be submitted to and approved by VDOT Central Office prior to submission to FHWA. Page 8 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval",
              "15 Under certain circumstances the FHWA Office of Transportation Operations might allow an experimental device or device application that has been shown to be effective and without safety concerns to remain in use after the experiment has ended. This typically would occur if the device or application is actively being considered for interim approval under the provisions of Section 1B.07.",
              "17 For the purpose of the Standard in Paragraph 16 of this Section, traffic control device refers to those aspects of a sign, signal, marking or other device which regulates, warns, or guides traffic. The limitation on patent, trademark, or copyright protection does not include the legal protection of individual elements of such devices. For example, manufacturing methods, assembly methods, or individual components of such devices can be protected, whereas the traffic control device cannot be subject to protection so long as it remains in this Manual. As a further example, an internal circuit board for an electronic traffic control device can be legally protected, but the electronic traffic control device itself or its operational function cannot be legally protected by any of the above forms of intellectual property rights."
            ]
          },
          "raw_text": "Support:\n01\t\t\nRequests for experimentation (see Section 1B.08) include consideration of field deployment for the purpose \nof testing or evaluating a new traffic control device, its application or manner of use, or a provision not \nspecifically described in this Manual.\nStandard:\n02\t\t\nA traffic control device or application that does not comply with the provisions of this Manual shall \nnot be used on any street, highway, bikeway, or site roadway open to public travel (see definition in Section \n1C.02) without first receiving official approval to experiment from the FHWA’s Office of Transportation \nOperations.\nSupport:\n03\t\t\nA request for permission to experiment (see Section 1B.08) will be considered only when submitted by the \npublic agency or toll facility authority responsible for the operation of the road or street on which the experiment \nis to take place. For a site roadway open to public travel, the request will be considered only if it is submitted by \nthe private owner or official having jurisdiction.\n04\t\t\nA request for experimentation with a novel device or application across multiple jurisdictions as a single \nexperiment with a common hypothesis, evaluation plan, and evaluation team will be considered when submitted \njointly by all the authorities responsible for operation of the roads or streets on which the experiment is to take \nplace. Similarly, a request to add experimental sites to an experimentation approved for another jurisdiction will \nbe considered when submitted jointly by the all the authorities for operation of the roads or streets on which the \nexperiment is then to take place.\n05\t\t\nManufacturers or inventors of novel devices are encouraged to engage the services of a qualified traffic \nengineer or other professional who is versed in traffic control devices. Early engagement during the concept and \ndevelopment processes will help ensure the efficacy of the device with regard to human factors, operational, \nsafety, and other considerations prior to an agency requesting experimentation.\n06\t\t\nIn some cases, an off-roadway closed-course or laboratory study might be required before a request \nfor experimentation can be considered. The purpose of such a study is to determine whether testing the \nexperimental device or application in an open-road setting could result in an undue safety risk.\nGuidance:\n07\t\t\nBefore requesting permission to experiment with a new device or application, an owner of a site roadway \nopen to public travel should first check for any laws, regulations, and/or directives covering the application of \nthe MUTCD that might apply.\nOption:\n08\t\t\nAn agency may request a preliminary assessment of the viability of a potential request for experimentation \nby submitting an abstract that briefly describes the experimental concept.\nPart 1. General\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 7\nJanuary 2026\nFinal - Pending \nApproval\n\n    \nSupport:\n09\t\t\nA diagram indicating the process for requesting and conducting experimentations with traffic control \ndevices is shown in Figure 1B-1(VA).\nPart 1. General\nRequesting jurisdiction\nsubmits request to\nFHWA\nFHWA Review\nApproved?\nYes\nNo\nRequesting jurisdiction\nresponds to questions\nraised by FHWA\nRequesting jurisdiction\ninstalls experimental\ntraffic control device\nEvaluate\nexperimental traffic\ncontrol device\nRequesting jurisdiction\nprovides semi-annual\nreports to FHWA\nDivision & HQ\nRequesting jurisdiction\nprovides FHWA a\ncopy of final report\nFigure 1B-1(VA). Process for Requesting and Conducting\nExperimentations for New Traffic Control Devices\nNote: For experimentation of \nnew regulatory and warning \nsigns, the request shall be \nsubmitted to and approved by \nVDOT Central Office prior to \nsubmission to FHWA.\nPage 8\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval\n\n    \nStandard:\n10\t\t\nThe request for permission to experiment shall contain the following:\nA.\t A statement indicating the nature of the problem and a hypothesis establishing the premise of \nthe experiment.\nB.\t A description of the proposed change to the traffic control device or application of the traffic control \ndevice, including the manner in which it deviates from the provisions of this Manual, and how it is \nexpected to be an improvement over existing provisions.\nC.\t Illustrations that would help to explain the traffic control device or use of the traffic control device.\nD.\t Any supporting data explaining how the traffic control device was developed, including if it has \nbeen tested, in what ways it was found to be adequate or inadequate, and how this choice of device \nor application was derived.\nE.\t Comparison of the proposed device to other compliant devices or treatments, either individually or \nin combination, that address the same condition, if applicable.\nF.\t A legally-binding statement that the experimental device or application is in the public domain, in \naccordance with Paragraph 16 of this Section.\nG.\t The time period and location(s) of the experiment.\nH.\t Control sites for comparison purposes or justification for not using control sites.\nI.\t A detailed research and evaluation plan that provides for close monitoring of the experimentation, \nthroughout all stages of its field implementation. The evaluation plan shall include an appropriate \nevaluation methodology, such as before and after analysis, or other appropriate methodology as \nwell as quantitative data describing the performance of the experimental device.\nJ.\t An agreement to provide semi-annual progress reports for the duration of the experimentation, \nin accordance with the schedule provided in Paragraph 12 of this Section, and an agreement to \nprovide a report of the final results of the experimentation to the FHWA’s Office of Transportation \nOperations within 3 months following completion of the experimentation (see Paragraph 14 of \nthis Section). The FHWA’s Office of Transportation Operations shall have the right to terminate \napproval of an agency’s experiment if reports are not received in accordance with this schedule.\nK.\t An agreement to restore the site of the experiment to a condition that complies with the provisions \nof this Manual within 3 months following the end of the time period of the experiment. This \nagreement shall also provide that the agency sponsoring the experimentation will terminate the \nexperimentation at any time that it determines that safety concerns are directly or indirectly \nattributable to the experimentation and the agency shall provide timely notification to the FHWA’s \nOffice of Transportation Operations. The FHWA’s Office of Transportation Operations shall \nhave the right to terminate approval of the experimentation at any time if there is an indication \nof safety or operational concerns, or if the terms of the approval are not being adhered to. If, as a \nresult of the experimentation, a request is made that this Manual be changed to include the device \nor application being experimented with, the FHWA’s Office of Transportation Operations will \ndetermine whether the device or application can be permitted to remain in place until an official \nrulemaking action has occurred.\n11\t\t\nWhere an item in Paragraph 10 of this Section is determined to not be applicable to the type of \nexperiment, device, or application, the request shall provide sufficient explanation.\n12\t\t\nThe required semi-annual progress reports shall be submitted throughout the course of an approved \nexperiment in accordance with the following schedule:\nA.\t No later than August 1st for the preceding period of January through June; and\nB.\t No later than February 1st for the preceding period of July through December.\n13\t\t\nThe experimenting agency shall submit a semi-annual progress report for any approved experiment \neven if no work was performed during the previous reporting period. Failure to submit two consecutive \nprogress reports shall result in termination of the experiment and shall co"
        },
        {
          "section_number": "1B.06",
          "title": "Changes to the MUTCD",
          "virginia_specific": true,
          "content": {
            "standard": [
              "04a All requests for changes to the National MUTCD on behalf of VDOT shall be submitted by the State Traffic Operations Engineer.  All requests for changes to the Virginia MUTCD shall be directed to the VDOT Traffic Operations Division’s Traffic Control Devices Program Manager. Part 1. General Page 10 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval   Accepted for Federal rulemaking? FHWA notifies requesting party FHWA review Interim approval? * FHWA notifies requesting party (if any) Jurisdictions apply for and receive Interim Approval Jurisdictions deploy devices under Interim Approval conditions FHWA publishes Notice of Proposed Amendments in Federal Register Docket comment period FHWA reviews comments FHWA prepares Final Rule FHWA publishes Final Rule Final Rule different from Interim Approval? State manuals must be in substantial conformance with the National MUTCD within 2 years as specified in 23 CFR 655.603(a) Jurisdictions comply with Final Rule provisions for device YES NO YES NO YES NO YES No action required See Figure 1B-1 NO New or further experimentation required? Figure 1B-2.  Process for Incorporating New Traffic Control Devices into the MUTCD FHWA issues Interim Approval with technical conditions for use, and posts on MUTCD website Request for change based on successful experimentation (see Figure 1B-1) Request for change based on analytical or laboratory study *A change request to allow the use of a new traffic control device is considered for Interim Approval when FHWA determines that the change will have a substantial national safety or operational benefit and that it would not be in the public interest to wait the intervening time period before the device could otherwise be officially incorporated into the MUTCD through rulemaking. FHWA develops device provisions for inclusion in the next Notice of Proposed Amendments Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 11 January 2026 Final - Pending Approval"
            ],
            "guidance": [
              "03 Requests for a change to this Manual (see Section 1B.08) should contain the following information: A.\t A statement indicating what change is proposed; B.\t Any illustration that would be helpful to understand the request; and C.\t Any supporting research data that is pertinent to the item to be reviewed."
            ],
            "option": [],
            "support": [
              "01 Continuing advances in technology and approaches to traffic safety will produce changes in the highway, vehicle, and road-user proficiency; therefore, portions of the system of traffic control devices in this Manual will require updating. It is important to have a procedure for recognizing these developments and for introducing new ideas and modifications into the system. 02 A change includes consideration of a new device to replace a present standard device, an additional device to be added to the list of standard devices, or a revision to a traffic control device application or placement criteria.",
              "04 Requests for a change to this Manual will be evaluated to consider the potential safety and operational benefits of the requested change and be considered for inclusion in a futurefor consideration in the next rulemaking to issue a new edition or revision of the Manual. A diagram indicating the process for incorporating new traffic control devices into this Manual is shown in Figure 1B-2."
            ]
          },
          "raw_text": "Support:\n01\t\t\nContinuing advances in technology and approaches to traffic safety will produce changes in the highway, \nvehicle, and road-user proficiency; therefore, portions of the system of traffic control devices in this Manual will \nrequire updating. It is important to have a procedure for recognizing these developments and for introducing new \nideas and modifications into the system.\n02\t\t\nA change includes consideration of a new device to replace a present standard device, an additional device to \nbe added to the list of standard devices, or a revision to a traffic control device application or placement criteria.\nGuidance:\n03\t\t\nRequests for a change to this Manual (see Section 1B.08) should contain the following information:\nA.\t A statement indicating what change is proposed;\nB.\t Any illustration that would be helpful to understand the request; and\nC.\t Any supporting research data that is pertinent to the item to be reviewed.\nSupport:\n04\t\t\nRequests for a change to this Manual will be evaluated to consider the potential safety and operational \nbenefits of the requested change and be considered for inclusion in a futurefor consideration in the next \nrulemaking to issue a new edition or revision of the Manual. A diagram indicating the process for incorporating \nnew traffic control devices into this Manual is shown in Figure 1B-2. \nStandard:  \n04a\t\nAll requests for changes to the National MUTCD on behalf of VDOT shall be submitted by the State \nTraffic Operations Engineer.  All requests for changes to the Virginia MUTCD shall be directed to the \nVDOT Traffic Operations Division’s Traffic Control Devices Program Manager.\nPart 1. General\nPage 10\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval\n\n    \nAccepted\nfor Federal\nrulemaking?\nFHWA notifies\nrequesting party\nFHWA\nreview\nInterim\n   approval? *\nFHWA notifies\nrequesting party\n(if any)\nJurisdictions apply for\nand receive\nInterim Approval\nJurisdictions deploy\ndevices under Interim\nApproval conditions\nFHWA publishes\nNotice of Proposed\nAmendments in\nFederal Register\nDocket comment\nperiod\nFHWA\nreviews comments\nFHWA prepares\nFinal Rule\nFHWA publishes\nFinal Rule\nFinal\nRule\ndifferent from\nInterim\nApproval?\nState manuals must\nbe in substantial\nconformance with the\nNational MUTCD within\n2 years as specified\nin 23 CFR 655.603(a)\nJurisdictions comply\nwith Final Rule\nprovisions for device\nYES\nNO\nYES\nNO\nYES\nNO\nYES\nNo action required\nSee\nFigure 1B-1\nNO\nNew\nor further\nexperimentation\nrequired?\nFigure 1B-2.  Process for Incorporating\nNew Traffic Control Devices into the MUTCD\nFHWA issues Interim \nApproval with technical \nconditions for use, and \nposts on MUTCD website\nRequest for change \nbased on successful \nexperimentation\n(see Figure 1B-1)\nRequest for change \nbased on analytical or \nlaboratory study\n*A change request to allow the use of a new traffic control device is considered for Interim Approval when FHWA determines that the change \nwill have a substantial national safety or operational benefit and that it would not be in the public interest to wait the intervening time period \nbefore the device could otherwise be officially incorporated into the MUTCD through rulemaking.\nFHWA develops device \nprovisions for inclusion in \nthe next Notice of \nProposed Amendments\nPart 1. General\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 11\nJanuary 2026\nFinal - Pending \nApproval"
        },
        {
          "section_number": "1B.07",
          "title": "Interim Approvals",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [],
            "option": [],
            "support": [
              "01 Interim approval allows for provisional use, pending official rulemaking, of a new traffic control device, a revision to the application or manner of use of an existing traffic control device, or a provision not specifically described in this Manual. 02 The FHWA issues an interim approval by official memorandum signed by the Associate Administrator for Operations and posts this memorandum on the MUTCD Web site. 03 Interim approval allows for the optional use of a traffic control device or application and does not create a new mandate or recommendation for its use. Interim approval includes conditions that jurisdictions, toll facility operators, or owners of site roadways open to public travel agree to comply with in order to use the traffic control device or application until an official rulemaking action has occurred. 04 The issuance by FHWA of an interim approval might result in the traffic control device or application being proposed for adoption in the next scheduled rulemaking process to issue a new edition or revision of this Manual. If the device or application under interim approval is not proposed in the next rulemaking for a new edition or revision, then a statement of the status of the interim approval, whether it is to be rescinded or remain in effect, will be included in the Federal Register notice for the rulemaking. 05 Interim approval is considered based on the results of experimentation, and/or results of analytical or laboratory studies with a traffic control device or application that analytically demonstrates a device effectively communicates its intended meaning. Interim approval considerations include an assessment of relative risks, benefits, costs, impacts, and other factors. 06"
            ]
          },
          "raw_text": "Support:\n01\t\t\nInterim approval allows for provisional use, pending official rulemaking, of a new traffic control device, a \nrevision to the application or manner of use of an existing traffic control device, or a provision not specifically \ndescribed in this Manual.\n02\t\t\nThe FHWA issues an interim approval by official memorandum signed by the Associate Administrator for \nOperations and posts this memorandum on the MUTCD Web site.\n03\t\t\nInterim approval allows for the optional use of a traffic control device or application and does not create a \nnew mandate or recommendation for its use. Interim approval includes conditions that jurisdictions, toll facility \noperators, or owners of site roadways open to public travel agree to comply with in order to use the traffic control \ndevice or application until an official rulemaking action has occurred.\n04\t\t\nThe issuance by FHWA of an interim approval might result in the traffic control device or application being \nproposed for adoption in the next scheduled rulemaking process to issue a new edition or revision of this Manual. \nIf the device or application under interim approval is not proposed in the next rulemaking for a new edition or \nrevision, then a statement of the status of the interim approval, whether it is to be rescinded or remain in effect, \nwill be included in the Federal Register notice for the rulemaking.\n05\t\t\nInterim approval is considered based on the results of experimentation, and/or results of analytical or \nlaboratory studies with a traffic control device or application that analytically demonstrates a device effectively \ncommunicates its intended meaning. Interim approval considerations include an assessment of relative risks, \nbenefits, costs, impacts, and other factors.\n06"
        },
        {
          "section_number": "1B.08",
          "title": "contains information on submitting a request for interim approval.",
          "virginia_specific": true,
          "content": {
            "standard": [
              "09 A jurisdiction, toll facility operator, or owner of a site roadway open to public travel that desires to use a traffic control device or application for which FHWA has issued an interim approval shall request and receive permission from FHWA in writing prior to applying the device or application. 10 The request to place a traffic control device or application under an existing interim approval shall contain the following: A.\t A description of where the device or application will be used, such as a list of specific locations or highway segments or types of situations, or a statement of the intent to use the device or application jurisdiction-wide; B.\t An agreement to abide by the specific conditions for use of the device or application as contained in the FHWA’s interim approval memorandum; C.\t An agreement to maintain and continually update a list of locations where the device or application has been installed; and D.\t An agreement to: 1.\t Restore the site(s) of the interim approval to a condition that complies with the provisions in this Manual within 3 months following the issuance of a final rule on this traffic control device or application; and 2.\t Terminate use of the device or application installed under the interim approval at any time that it determines that safety concerns are directly or indirectly attributable to the device or application. The FHWA’s Office of Transportation Operations shall have the right to terminate the interim approval at any time if there is an indication of safety, operational, or other concerns. Part 1. General Page 12 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval",
              "11a All requests for permission to use a device under Interim Approval on facilities under the jurisdiction of VDOT shall be submitted by the State Traffic Operations Engineer. 12 A jurisdiction, toll facility operator, or owner of a site roadway open to public travel that elects to use a device or application under a statewide interim approval shall inform the State of its use of the device or application. 13 Under a statewide interim approval, the respective jurisdictions, toll facility operators, and owners of site roadways open to public travel shall maintain and continually update a record of all locations on their roads where the device or application is implemented (see Item C of Paragraph 9 of this Section) and shall furnish this information to the State."
            ],
            "guidance": [],
            "option": [
              "11 A State may submit a request for permission to use a device or application under an existing interim approval for all jurisdictions in that State, as long as the request contains the information required in Paragraph 9 of this Section."
            ],
            "support": [
              "07 Interim approval is ordinarily considered only after published authoritative research and experimentation sufficiently demonstrate that the device or application provides a significant safety or operational improvement. Individual experiments by various jurisdictions, without a research report on the overall findings of the experimental device or application, will not ordinarily qualify for issuance of an interim approval. 08 Interim approval ordinarily is not considered based solely on non-U.S. experience with a new traffic control device or application. Differences in regulations, enforcement and penalties, and driver licensing requirements, among other factors, can result in dissimilar road-user behavior. Additionally, due to variations in conventions for traffic control device design, a non-U.S. traffic control device concept might need to be adapted to U.S. criteria to ensure consistency with the provisions and principles of this Manual. However, documented non-U.S. experience can be considered in the development of requests for experimentation (see Section 1B.05) and within the evaluation plan for traffic control device research.",
              "13a Contact the State Traffic Operations Engineer’s office for information about providing the information required in Paragraphs 12 and 13 to the State."
            ]
          },
          "raw_text": "07\t\t\nInterim approval is ordinarily considered only after published authoritative research and experimentation \nsufficiently demonstrate that the device or application provides a significant safety or operational improvement. \nIndividual experiments by various jurisdictions, without a research report on the overall findings of the \nexperimental device or application, will not ordinarily qualify for issuance of an interim approval.\n08\t\t\nInterim approval ordinarily is not considered based solely on non-U.S. experience with a new traffic control \ndevice or application. Differences in regulations, enforcement and penalties, and driver licensing requirements, \namong other factors, can result in dissimilar road-user behavior. Additionally, due to variations in conventions \nfor traffic control device design, a non-U.S. traffic control device concept might need to be adapted to U.S. \ncriteria to ensure consistency with the provisions and principles of this Manual. However, documented non-U.S. \nexperience can be considered in the development of requests for experimentation (see Section 1B.05) and within \nthe evaluation plan for traffic control device research.\nStandard:\n09\t\t\nA jurisdiction, toll facility operator, or owner of a site roadway open to public travel that desires to use \na traffic control device or application for which FHWA has issued an interim approval shall request and \nreceive permission from FHWA in writing prior to applying the device or application.\n10\t\t\nThe request to place a traffic control device or application under an existing interim approval shall \ncontain the following:\nA.\t A description of where the device or application will be used, such as a list of specific locations or \nhighway segments or types of situations, or a statement of the intent to use the device or application \njurisdiction-wide;\nB.\t An agreement to abide by the specific conditions for use of the device or application as contained in \nthe FHWA’s interim approval memorandum;\nC.\t An agreement to maintain and continually update a list of locations where the device or application \nhas been installed; and\nD.\t An agreement to:\n1.\t Restore the site(s) of the interim approval to a condition that complies with the provisions in \nthis Manual within 3 months following the issuance of a final rule on this traffic control device \nor application; and\n2.\t Terminate use of the device or application installed under the interim approval at any time \nthat it determines that safety concerns are directly or indirectly attributable to the device \nor application. The FHWA’s Office of Transportation Operations shall have the right to \nterminate the interim approval at any time if there is an indication of safety, operational, or \nother concerns.\nPart 1. General\nPage 12\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval\n\n    \nOption:\n11\t\t\nA State may submit a request for permission to use a device or application under an existing interim approval \nfor all jurisdictions in that State, as long as the request contains the information required in Paragraph 9 of this \nSection.\nStandard:\nStandard:  \n11a\t\nAll requests for permission to use a device under Interim Approval on facilities under the jurisdiction \nof VDOT shall be submitted by the State Traffic Operations Engineer.  \n12\t\t\nA jurisdiction, toll facility operator, or owner of a site roadway open to public travel that elects to use \na device or application under a statewide interim approval shall inform the State of its use of the device or \napplication.\n13\t\t\nUnder a statewide interim approval, the respective jurisdictions, toll facility operators, and owners of \nsite roadways open to public travel shall maintain and continually update a record of all locations on their \nroads where the device or application is implemented (see Item C of Paragraph 9 of this Section) and shall \nfurnish this information to the State.\nSupport: \n13a\t\nContact the State Traffic Operations Engineer’s office for information about providing the information \nrequired in Paragraphs 12 and 13 to the State."
        },
        {
          "section_number": "1B.08",
          "title": "Requesting Official Interpretations, Experiments, Changes to the MUTCD, or",
          "virginia_specific": true,
          "content": {
            "standard": [
              "02 Except as provided in Paragraph 3 of this Section, requests for an interpretation, permission to experiment, a change to the MUTCD, granting of an interim approval, or permission to use an existing interim approval shall be submitted electronically to the Federal Highway Administration (FHWA), Office of Transportation Operations, MUTCD team, at the following e-mail address: MUTCDofficialrequest@ dot.gov."
            ],
            "guidance": [
              "01 A local jurisdiction, toll facility operator, or owner of a site roadway open to public travel that is requesting permission to experiment or permission to use a device or application under an existing interim approval should first check for any State laws, regulations, and/or directives covering the application of the MUTCD provisions that might apply."
            ],
            "option": [
              "03 If electronic submittal is not possible, requests for an interpretation, permission to experiment, a change to the MUTCD, granting of an interim approval, or permission to use an existing interim approval may instead be mailed to the Office of Transportation Operations, HOTO-1, Federal Highway Administration, 1200 New Jersey Avenue, SE, Washington, DC 20590."
            ],
            "support": [
              "Interim Approvals",
              "04 Communications regarding other MUTCD matters that are not related to official requests will receive quicker attention if they are submitted electronically to the MUTCD Team Leader or to the appropriate individual MUTCD technical lead team member. Their e-mail addresses are available through the links contained on the “MUTCD Team” page on the MUTCD Web site at http://mutcd.fhwa.dot.gov/team.htm. 05 For additional information concerning interpretations, experimentation, changes, or interim approvals, visit the MUTCD Web site at http://mutcd.fhwa.dot.gov. Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 13 January 2026 Final - Pending Approval"
            ]
          },
          "raw_text": "Interim Approvals\nGuidance:\n01\t\t\nA local jurisdiction, toll facility operator, or owner of a site roadway open to public travel that is requesting \npermission to experiment or permission to use a device or application under an existing interim approval should \nfirst check for any State laws, regulations, and/or directives covering the application of the MUTCD provisions \nthat might apply.\nStandard:\n02\t\t\nExcept as provided in Paragraph 3 of this Section, requests for an interpretation, permission to \nexperiment, a change to the MUTCD, granting of an interim approval, or permission to use an existing \ninterim approval shall be submitted electronically to the Federal Highway Administration (FHWA), Office \nof Transportation Operations, MUTCD team, at the following e-mail address: MUTCDofficialrequest@\ndot.gov.\nOption:\n03\t\t\nIf electronic submittal is not possible, requests for an interpretation, permission to experiment, a change to \nthe MUTCD, granting of an interim approval, or permission to use an existing interim approval may instead be \nmailed to the Office of Transportation Operations, HOTO-1, Federal Highway Administration, 1200 New Jersey \nAvenue, SE, Washington, DC 20590.\nSupport:\n04\t\t\nCommunications regarding other MUTCD matters that are not related to official requests will receive quicker \nattention if they are submitted electronically to the MUTCD Team Leader or to the appropriate individual \nMUTCD technical lead team member. Their e-mail addresses are available through the links contained on the \n“MUTCD Team” page on the MUTCD Web site at http://mutcd.fhwa.dot.gov/team.htm.\n05\t\t\nFor additional information concerning interpretations, experimentation, changes, or interim approvals, visit \nthe MUTCD Web site at http://mutcd.fhwa.dot.gov.\nPart 1. General\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 13\nJanuary 2026\nFinal - Pending \nApproval"
        }
      ],
      "section_count": 10
    },
    {
      "chapter_code": "1C",
      "title": "DEFINITIONS, ACRONYMS, AND",
      "virginia_specific_content": true,
      "keywords": [
        "signal",
        "red",
        "warning",
        "guide",
        "toll",
        "lighting",
        "timing",
        "beacon",
        "flashing",
        "pedestrian",
        "median",
        "marking",
        "shoulder",
        "sign",
        "lane",
        "freeway",
        "arrow",
        "crosswalk",
        "speed",
        "vdot"
      ],
      "sections": [
        {
          "section_number": "1C.01",
          "title": "Definitions of Headings Used in this Manual",
          "virginia_specific": false,
          "content": {
            "standard": [
              "01 When used in this Manual, the text headings of Standard, Guidance, Option, and Support shall be defined as follows: A.\t Standard—a statement of required, mandatory, or specifically prohibitive practice regarding a traffic control device. In limited, location-specific cases, the results of a documented engineering study (see Section 1D.03) might indicate a deviation from one or more requirements of a Standard provision to be appropriate. All Standard statements are labeled, and the text appears in bold type. The verb “shall” is typically used. The verbs “should” and “may” are not used in Standard statements. Standard statements are sometimes modified by Option statements. B.\t Guidance—a statement of recommended practice in typical situations, with deviations allowed if engineering judgment or engineering study (see Section 1D.03) indicates the deviation to be appropriate. All Guidance statements are labeled, and the text appears in unbold italic type. The verb “should” is typically used. The verbs “shall” and “may” are not used in Guidance statements. Guidance statements are sometimes modified by Option statements. C.\t Option—a statement of practice that is a permissive condition and carries no requirement or recommendation. Option statements sometimes contain allowable modifications to a Standard or Guidance statement. All Option statements are labeled, and the text appears in unbold type. The verb “may” is typically used. The verbs “shall” and “should” are not used in Option statements. D.\t Support—an informational statement that does not convey any degree of mandate, recommendation, authorization, prohibition, or enforceable condition. Support statements are labeled, and the text appears in unbold type. The verbs “shall,” “should,” and “may” are not used in Support statements."
            ],
            "guidance": [],
            "option": [],
            "support": []
          },
          "raw_text": "Standard:\n01\t\t\nWhen used in this Manual, the text headings of Standard, Guidance, Option, and Support shall be \ndefined as follows:\nA.\t Standard—a statement of required, mandatory, or specifically prohibitive practice regarding a \ntraffic control device. In limited, location-specific cases, the results of a documented engineering \nstudy (see Section 1D.03) might indicate a deviation from one or more requirements of a Standard \nprovision to be appropriate. All Standard statements are labeled, and the text appears in bold \ntype. The verb “shall” is typically used. The verbs “should” and “may” are not used in Standard \nstatements. Standard statements are sometimes modified by Option statements.\nB.\t Guidance—a statement of recommended practice in typical situations, with deviations allowed \nif engineering judgment or engineering study (see Section 1D.03) indicates the deviation to be \nappropriate. All Guidance statements are labeled, and the text appears in unbold italic type. The \nverb “should” is typically used. The verbs “shall” and “may” are not used in Guidance statements. \nGuidance statements are sometimes modified by Option statements.\nC.\t Option—a statement of practice that is a permissive condition and carries no requirement or \nrecommendation. Option statements sometimes contain allowable modifications to a Standard or \nGuidance statement. All Option statements are labeled, and the text appears in unbold type. The \nverb “may” is typically used. The verbs “shall” and “should” are not used in Option statements.\nD.\t Support—an informational statement that does not convey any degree of mandate, \nrecommendation, authorization, prohibition, or enforceable condition. Support statements are \nlabeled, and the text appears in unbold type. The verbs “shall,” “should,” and “may” are not used \nin Support statements."
        },
        {
          "section_number": "1C.02",
          "title": "Definitions of Words and Phrases Used in this Manual",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 Unless otherwise defined in this Section, or in other Parts of this Manual, words or phrases shall have the meaning(s) as defined in the “Uniform Vehicle Code,” Code of Virginia, and Virginia Administrative Code, “AASHTO Transportation Glossary (Highway Definitions),” or other appropriate publications. 02 Where a term that is defined in this Section or elsewhere in this Manual has a different definition in another resource or in common use, the definition herein shall govern for purposes of the applicability of the provisions of this Manual. 03 The following words and phrases, when used in this Manual, shall have the following meanings: 1. Accessible Pedestrian Signal—a device that communicates information about pedestrian signal timing in a non-visual format such as audible tones and/or speech messages and vibrating surfaces. 2. Accessible Pedestrian Signal Detector—a device designated to assist the pedestrian who has vision or physical disabilities in activating the pedestrian phase. 3. Active Grade Crossing—a grade crossing equipped with automatic traffic control devices, such as flashing-light signals, gates, and/or traffic control signals, that are activated upon the detection of approaching rail traffic. 4. Actuated—a type of traffic control signal operation in which some or all signal phases are operated on the basis of actuation. 5. Actuation—initiation of, a change in, or an extension of a traffic signal phase or a sign legend through the operation of any type of detector. 6. Advance Preemption—the notification of approaching rail traffic that is forwarded to the highway traffic signal controller unit or assembly by the railroad or light rail transit equipment in advance of the activation of the railroad or light rail transit warning devices. 7. Advance Preemption Time—the period of time that is the difference between the required maximum highway traffic signal preemption time and the activation of the railroad or light rail transit warning devices. 8. Advisory Speed—a recommended speed for all vehicles operating on a section of highway and based on the highway design, operating characteristics, and conditions. 9. Agency—an organization with the responsibility for providing, maintaining, and/or operating a public or private road system. 10.\t Alley—a street or highway intended to provide access to the rear or side of lots or buildings in urban areas and not intended for the purpose of through vehicular traffic. Part 1. General Page 14 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval   11.\t Annual Average Daily Traffic (AADT)—the total volume of traffic passing a point or segment of a highway facility in both directions for one year divided by the number of days in the year. Normally, periodic daily traffic volumes are adjusted for hours of the day counted, days of the week, and seasons of the year to arrive at annual average daily traffic. 12.\t Application—in regard to a traffic control device, the act of deciding to use a device, generally or at a particular location for a particular condition. 13.\t Approach—all lanes of traffic moving toward an intersection or a midblock location from one direction, including any adjacent parking lane(s). 14.\t Arterial Highway (Street)—a general term denoting a highway primarily used by through traffic, usually on a continuous route or a highway designated as part of an arterial system. 15.\t Automated Vehicle—see Driving Automation System. 16.\t Automatic Lane—see Exact Change Lane within the definition of Toll Collection. 17. Average Daily Traffic (ADT)—the average 24 hour volume, being the total volume during a stated period divided by the number of days in that period. Normally, this would be periodic daily traffic volumes over several days, not adjusted for days of the week or seasons of the year. 18.\t Average Day—a day representing traffic volumes normally and repeatedly found at a location, typically a weekday when volumes are influenced by employment or a weekend day when volumes are influenced by entertainment or recreation. 19.\t Backplate—see Signal Backplate. 20.\t Barrier-Separated Lane—a preferential lane or other special purpose lane that is separated from the adjacent general-purpose lane(s) by a physical barrier. 21.\t Beacon—a highway traffic signal with one or more signal indications that operates in a flashing mode. Types of beacons include: (a)\t Emergency-Vehicle Hybrid Beacon—a special type of beacon (see Hybrid Beacon). (b)\t Intersection Control Beacon—a beacon used only at an intersection to control two or more directions of travel. (c)\t Pedestrian Hybrid Beacon—a special type of beacon (see Hybrid Beacon). (d)\t Rectangular Rapid-Flashing Beacon (RRFB)—a pedestrian-activated and/or bicycle- activated device comprising two horizontally arranged, rapidly flashed, rectangular-shaped yellow indications that is used to provide supplemental emphasis for a pedestrian, school, or trail crossing warning sign at a marked crosswalk across an uncontrolled approach. (e)\t Speed Limit Sign Beacon—a beacon used only to supplement a SPEED LIMIT sign. (f)\t Stop Beacon—a beacon used only to supplement a STOP sign, a DO NOT ENTER sign, or a WRONG WAY sign. (g)\t Warning Beacon—a beacon used only to supplement an appropriate warning or regulatory sign or marker. 22.\t Bicycle—a pedal-powered vehicle upon which the human operator sits. 23.\t Bicycle Box—a designated area on the approach to a signalized intersection, between an advance motorist stop line and the crosswalk or intersection, intended to provide bicyclists a visible place to wait in front of stopped motorists during the red signal phase. 24.\t Bicycle Facilities—a general term denoting improvements and provisions that accommodate or encourage bicycling, including parking and storage facilities, and shared roadways not specifically defined for bicycle use. 25.\t Bicycle Lane—a portion of a roadway that has been designated for preferential or exclusive use by bicyclists. A typical bicycle lane is delineated from the adjacent general-purpose lane(s) by longitudinal pavement markings and bicycle lane symbol or word markings and, if used, signs. Other types of bicycle lanes include: (a)\t Buffer-Separated Bicycle Lane—a bicycle lane that is separated from the adjacent general- purpose lane(s) by a pattern of standard longitudinal pavement markings that is wider than a normal or wide lane line marking. (b)\t Counter-Flow Bicycle Lane—a one-directional bicycle lane that provides a lawful path of travel for bicycles in the opposite direction from general traffic on a roadway that allows general traffic to travel in only one direction. Counter-flow bicycle lanes are designated by the traffic control devices used for other bicycle lanes. (c)\t Separated Bicycle Lane—an exclusive facility for bicyclists that is located within or directly adjacent to the roadway and that is physically separated from motor vehicle traffic with a vertical element. Separated bicycle lanes are differentiated from other bicycle lanes by a vertical element. Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 15 January 2026 Final - Pending Approval   26.\t Bicycle Signal Face—a signal face that displays only bicycle symbol signal indications, that exclusively controls a bicycle movement from a designated bicycle lane or from a separate facility such as a shared-use path, and that displays signal indications that are applicable only to the bicycle movement. 27. Bicycle Symbol Signal Indication—a red, yellow, or green signal indication that displays a bicycle symbol rather than a circular or arrow indication. 28.\t Bikeway—a generic term for any road, street, path, or way that in some manner is specifically designated for bicycle travel, regardless of whether such facilities are designated for the exclusive use of bicycles or are to be shared with other transportation modes. 29.\t Blank-Out Sign—a sign that displays a single predetermined message only when activated. When not activated, the sign legend is not visible. 30.\t Buffer-Separated Lane—a preferential lane or other special purpose lane that is separated from the adjacent general-purpose lane(s) by a pattern of standard longitudinal pavement markings that is wider than a normal or wide lane line marking. The buffer area might include rumble strips, textured pavement, or channelizing devices such as tubular markers or traversable curbs, but does not include a physical barrier. 30a.\t Business Area—refers to the use of property in a Business district, with Business district defined in the Code of Virginia § 46.2-100 as “the territory contiguous to a highway where 75 percent or more of the property contiguous to a highway, on either side of the highway, for a distance of 300 feet or more along the highway, is occupied by land and buildings actually in use for business purposes.” 31.\t Business Identification Sign Panel—a panel containing a word legend or logo used to identify a business on a Specific Service sign. 32.\t Busway—a traveled way that is used exclusively by buses. 33.\t Cantilevered Signal Structure—a structure, also referred to as a mast arm, that is rigidly attached to a vertical pole and is used to provide overhead support of highway traffic signal faces or grade crossing signal units. 34.\t Center Line Markings—the yellow pavement marking line(s) that delineates the separation of traffic lanes that have opposite directions of travel on a roadway. These markings need not be at the geometrical center of the pavement. 35.\t Changeable Message Sign—a sign that is capable of displaying more than one message (one of which might be a “blank” display), changeable manually, by remote control, or by automatic control. Electronic-display changeable message signs are referred to as Dynamic Message Signs in the National Intelligent Transportation Systems (ITS) Architecture and are referred to as Variable Message Signs in the National Electrical Manufacturers Association (NEMA) standards publication. 36.\t Channelizing Line—a solid wide or double white line marking used to form islands where traffic in the same direction of travel is permitted on both sides of the island. 37. Circular Intersection—an intersection that has an island, generally circular in design, located in the center of the intersection where traffic passes to the right of the island. Circular intersections include roundabouts, rotaries, and traffic circles. 38.\t Circulatory Roadway—the roadway within a circular intersection on which traffic travels in a counterclockwise direction around an island in the center of the circular intersection. 39.\t Clear Storage Distance—when used in Part 8, the distance available for vehicle storage measured between 6 feet from the rail nearest the intersection to the intersection stop line or the normal stopping point on the highway. At skewed grade crossings and intersections, the 6-foot distance shall be measured perpendicular to the nearest rail either along the center line or edge line of the highway, as appropriate, to obtain the shorter distance. Where exit gates are used, the distance available for vehicle storage is measured from the point where the rear of the vehicle would be clear of the exit gate arm. In cases where the exit gate arm is parallel to the track(s) and is not perpendicular to the highway, the distance is measured either along the center line or edge line of the highway, as appropriate, to obtain the shorter distance. 40.\t Clear Zone—the total roadside border area, starting at the edge of the traveled way, that is available for an errant driver to stop or regain control of a vehicle. This area might consist of a shoulder, a recoverable slope, and/or a non-recoverable, traversable slope with a clear run-out area at its toe. 41.\t Collector Highway—a term denoting a highway that in rural areas connects small towns and local highways to arterial highways, and in urban areas provides land access and traffic circulation within residential, commercial, and business areas and connects local highways to the arterial highways. Part 1. General Page 16 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval   42.\t Conflict Monitor—a device used to detect and respond to improper or conflicting signal indications and improper operating voltages in a traffic controller assembly. 43.\t Constant Warning Time Detection—a means of detecting rail traffic that provides relatively uniform warning time for the approach of through rail traffic that is not accelerating or decelerating after being detected. 44.\t Contiguous Lane—a lane, preferential or otherwise, that is separated from the adjacent lane(s) only by a normal or wide lane line marking. 45.\t Controller Assembly—a complete electrical device mounted in a cabinet for controlling the operation of a highway traffic signal. 46.\t Controller Unit—that part of a controller assembly that is devoted to the selection and timing of the display of signal indications. 47. Conventional Road—a street or highway other than an expressway or freeway. 48.\t Counter-Flow Lane—a lane operating in a direction opposite to the normal flow of traffic designated for peak direction of travel during at least a portion of the day. Counter-flow lanes are usually separated from the off-peak direction lanes by tubular markers or other flexible channelizing devices, temporary lane separators, or movable or permanent barrier. 49.\t Crashworthy—the ability of a roadside safety hardware device or appurtenance to minimize risks to vehicle occupants by allowing a vehicle impacting the appurtenance to be slowed before stopping, redirected, or to continue without significant resistance. Section 1D.11 contains additional information about crashworthiness. 50.\t Crosswalk—(a) that part of a roadway at an intersection included within the connections of the lateral lines of the sidewalks on opposite sides of the highway measured from the curbs or in the absence of curbs, from the edges of the traversable roadway, and in the absence of a sidewalk on one side of the roadway, the part of a roadway included within the extension of the lateral lines of the sidewalk at right angles to the center line; (b) any portion of a roadway at an intersection or elsewhere distinctly indicated as a pedestrian crossing by pavement marking lines on the surface, which might be supplemented by contrasting pavement texture, style, or color. 51.\t Crosswalk Lines—white pavement marking lines that identify a crosswalk. 52.\t Cycle Length—the time required for one complete sequence of signal indications. 53.\t Dark Mode—the lack of all signal indications at a signalized location. The dark mode is most commonly associated with power failures, ramp meters, hybrid beacons, beacons, and some movable bridge signals. 54.\t Dedicated Lane—A lane on a freeway or expressway that provides access to: (a) either an exit lane or the mainline, but not both, at a freeway or expressway exit, or (b) only one roadway at a freeway or expressway split. 55.\t Delineator—a retroreflective device mounted at the side of the roadway in a series to indicate the alignment of the roadway, especially at night or in adverse weather. 56.\t Design Vehicle—the longest vehicle permitted by statute of the road authority (State or other) on that roadway. 57. Designated Bicycle Route—a system of bikeways designated by the jurisdiction having authority with appropriate directional and informational route signs, with or without specific bicycle route numbers. 58.\t Detectable—having a continuous edge within 6 inches of the surface so that pedestrians with vision disabilities can sense its presence and receive usable guidance information. 59.\t Detector—a device used for determining the presence or passage of motor vehicles, bicycles, or pedestrians. 60.\t Detection Plate—a smooth continuous plate used on pedestrian channelizing devices to facilitate the use of low-vision canes for pedestrians with vision disabilities. The bottom edge of the detection plate shall be no more than 2 inches above the walkway and the top edge of the detection plate shall be at least 8 inches above the walkway. The detection plate shall share the same vertical plane as the hand trailing edge of the pedestrian channelizing device. 61. Diagnostic Team—a group of knowledgeable representatives of the parties of interest in a grade crossing or group of grade crossings (see 23 CFR Part 646.204). 62.\t Downstream—a term that refers to a location that is encountered by traffic subsequent to an upstream location as it flows in an “upstream to downstream” direction. For example, “the downstream end of a lane line separating the turn lane from a through lane on the approach to an intersection” is the end of the lane line that is closest to the intersection. 63.\t Driveway—an access from a roadway to a building, site, or abutting property. 64.\t Driving Aisle—circulation area for motor vehicles within a parking area, typically between rows of parking spaces. Driving aisles provide one-way or two-way travel. Driving aisles are exempted from compliance with MUTCD provisions. Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 17 January 2026 Final - Pending Approval   65.\t Driving Automation System—technology that automates some or all aspects of the driving task to assist or replace the human vehicle operator. Section 5A.03 contains descriptions of the automation levels. 66.\t Dropped Lane—see Lane Drop. 67. Dual-Arrow Signal Section—a type of signal section designed to include both a yellow arrow and a green arrow. 68.\t Dynamic Envelope—the clearance required for light rail transit traffic or a train and its cargo overhang due to any combination of loading, lateral motion, or suspension failure (see Figure 8C-3). 69.\t Dynamic Exit Gate Operating Mode—a mode of operation where the exit gate operation is based on the presence of vehicles within the minimum track clearance distance. 70.\t Dynamic Message Sign—see Changeable Message Sign. 71.\t Edge Line Markings—white or yellow pavement marking lines that delineate the right or left edge(s) of a traveled way. 72.\t Electronic Toll Collection (ETC) Account Only Lane—a non-attended toll lane that is restricted to use only by vehicles with a registered toll payment account. 73.\t Emergency-Vehicle Hybrid Beacon—see Hybrid Beacon. 74.\t Emergency-Vehicle Traffic Control Signal—see Highway Traffic Signal. 75.\t Engineer—see Professional Engineer. 76.\t Engineering Judgment—the evaluation of available pertinent information including, but not limited to, the safety and operational efficiency of all road users, and the application of appropriate principles, provisions, and practices as contained in this Manual and other sources, for the purpose of deciding upon the design (see Section 1D.03), use, installation, or operation of a traffic control device. Engineering judgment shall be exercised by a professional engineer (see definition in this Section) with appropriate traffic engineering expertise, or by an individual working under the supervision of such an engineer, through the application of procedures and criteria established by the engineer. Documentation of engineering judgment is not required, unless required by VDOT policy. 77. Engineering Study—the analysis and evaluation of available pertinent information including, but not limited to, the safety and operational efficiency of all road users, and the application of appropriate principles, provisions, and practices as contained in this Manual and other sources, for the purpose of deciding upon the design (see Section 1D.03), use, installation, or operation of a traffic control device. An engineering study shall be performed by a professional engineer (see definition in this Section) with appropriate traffic engineering expertise, or by an individual working under the supervision of such an engineer, through the application of procedures and criteria established by the engineer. An engineering study shall be documented in writing. 78.\t Entrance Gate—an automatic gate that can be lowered across the lanes approaching a grade crossing to block road users from entering the grade crossing. 79.\t Exclusive Alignment—a light rail transit track(s) or a bus rapid transit busway that is grade- separated or protected by a fence or traffic barrier. No grade crossings exist along the track(s) or busway. Motor vehicles, bicycles, and pedestrians are prohibited within the right-of-way. Subways and elevated structures are included within this definition. 80.\t Exit Gate—an automatic gate that can be lowered across the lanes departing a grade crossing to block road users from entering the grade crossing by driving in the opposing traffic lanes. 81.\t Exit Gate Clearance Time—for Four-Quadrant Gate systems at grade crossings, the amount of time provided to delay the descent of the exit gate arm(s) after entrance gate arm(s) begin to descend. 82.\t Exit Gate Operating Mode—for Four-Quadrant Gate systems at grade crossings, the mode of control used to govern the operation of the exit gate arms. 83.\t Expressway—a divided highway with partial control of access. 84.\t Fail-Safe—when used in Part 8, a railroad signal design philosophy applied to a system or device such that the result of a hardware failure or the effect of a software error shall either prohibit the system or device from assuming or maintaining an unsafe state or shall cause the system or device to assume a state that is known to be safe. 85.\t Flagger—a person who actively controls the flow of vehicular traffic into and/or through a temporary traffic control zone using hand-signaling devices or an Automated Flagger Assistance Device (AFAD). 86.\t Flasher—a device used to turn highway traffic signal indications on and off at a repetitive rate of approximately once per second. 87.\t Flashing—an operation in which a light source, such as a traffic signal indication or LEDs in a sign, is turned on and off repetitively. Part 1. General Page 18 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval   88.\t Flashing-Light Signals—a warning device consisting of two red signal indications arranged horizontally that are activated to flash alternately when rail traffic is approaching or present at a grade crossing. 89.\t Flashing Mode—a mode of operation in which at least one traffic signal indication in each vehicular signal face of a highway traffic signal is turned on and off repetitively. 90.\t Four-Quadrant Gate System—an exit gate system that includes entrance and exit gates that control and block road users on all lanes entering and exiting the grade crossing. 91.\t Freeway—a divided highway with full control of access. 92.\t Full-Actuated—a type of traffic control signal operation in which all signal phases function on the basis of actuation. 93.\t Gate—an automatically-operated or manually-operated traffic control device that is used to physically obstruct road users such that they are discouraged from proceeding past a particular point on a roadway or pathway, or such that they are discouraged from entering a particular grade crossing, ramp, lane, roadway, or facility. 94.\t General-Purpose Lane—a highway lane or set of lanes, other than a Managed Lane (see definition in this Section) or a Preferential Lane (see definition in this Section), that all or most of the traffic that is allowed on that highway is also allowed to use. Certain classes of vehicles, such as commercial vehicles or vehicles exceeding a certain weight or size, might be prohibited from using one or more of the general-purpose lanes. A general-purpose lane might also be restricted to certain uses, such as passing or turning or as an auxiliary lane. 95.\t Gore Area—see Physical Gore and Theoretical Gore. 96.\t Grade Crossing—the general area where a highway and a railroad and/or light rail transit route cross at the same level, within which are included the tracks, highway, and traffic control devices for traffic traversing that area. 97.\t Grade Crossing Warning System—the flashing-light signals, with or without automatic gates, together with the necessary control equipment used to inform road users of the approach or presence of rail traffic at a grade crossing. 98.\t Guide Sign—a sign that shows route designations, highway names, destinations, directions, distances, services, points of interest, or other geographical, recreational, or cultural information. 99.\t High-Occupancy Vehicle (HOV)—a motor vehicle carrying at least two (or more than two if the signs for a specific roadway indicate a higher minimum occupancy requirement) persons, including carpools, vanpools, and buses. 100.\t Highway—a general term for denoting a public way for purposes of travel by vehicles and vulnerable road users, including the entire area within the right-of-way. 101.\t Highway-Light Rail Transit Grade Crossing—the general area where a highway and a light rail transit route cross at the same level, within which are included the light rail transit tracks, highway, and traffic control devices for traffic traversing that area. 102.\t Highway-Rail Grade Crossing—the general area where a highway and a railroad cross at the same level, within which are included the railroad tracks, highway, and traffic control devices for highway traffic traversing that area. 103.\t Highway Traffic Signal—a power-operated traffic control device by which traffic is warned or directed to take some specific action. These devices do not include power-operated signs (except as provided in Chapters 4S and 4T), steadily illuminated raised pavement markers, gates, flashing-light signals (see Section 8D.02), warning lights (see VWAPM Section 6L.07), or steady-burning electric lamps. Highway traffic signals include: (a)\t Flashing Beacon—see Beacon. (b)\t In-Roadway Warning Lights—a special type of highway traffic signal installed in the roadway surface to warn road users that they are approaching a condition on or adjacent to the roadway that might not be readily apparent and might require the road users to reduce speed and/or come to a stop. (c)\t Lane-Use Control Signal—a signal face or comparable display on a full-matrix Changeable Message Sign (see Chapters 2L and 4T) displaying indications to permit or prohibit the use of specific lanes of a roadway or a shoulder where driving is sometimes permitted, or to indicate the impending prohibition of such use. (d)\t Traffic Control Signal (Traffic Signal)—a highway traffic signal placed at intersections, movable bridges, fire stations, midblock crosswalks, alternating one-way sections of a single lane road, private driveways, or other locations that require conflicting traffic to be directed to stop and permitted to proceed in an orderly manner. These devices do not include pedestrian hybrid beacons (see Chapter 4J) or emergency-vehicle hybrid beacons (see Chapter 4N). Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 19 January 2026 Final - Pending Approval   Traffic control signals include vehicular signal indications, pedestrian signal indications, and bicycle symbol signal indications. Special traffic control signals include: (1)\t Emergency-Vehicle Traffic Control Signal—a traffic control signal that directs all conflicting traffic to stop in order to permit the driver of an authorized emergency vehicle to proceed into the roadway or intersection. (2)\t Movable Bridge Traffic Control Signal—a traffic control signal installed at a movable bridge to notify traffic to stop during periods when the roadway is closed to allow the bridge to open. (3)\t Portable Traffic Control Signal—a temporary component of a traffic control signal on a mobile support with one or more signal faces that is designed so that it can be easily transported, deployed, or relocated as part of a temporary traffic control signal, or during construction and maintenance as a temporary part of a permanent traffic control signal installation. (4)\t Pre-Signal—traffic control signal faces that are located upstream from a signalized intersection and are operated in conjunction with the traffic control signal faces at the downstream signalized intersection in a manner that is designed to keep the area between the stop line for the upstream traffic control signal faces and the stop line for the downstream signalized intersection clear of queued vehicles. When used in conjunction with a grade crossing, the pre-signal is operated for the purpose of preventing vehicles from queuing within the minimum track clearance distance. Supplemental near-side traffic control signal faces for the downstream signalized intersection are not considered to be pre-signals. (5)\t Queue Cutter Signal—an independently-controlled traffic control signal (not operated in conjunction with the traffic control signal faces at a downstream signalized intersection) located at a grade crossing that controls traffic in one direction only on the roadway for the purpose of keeping the minimum track clearance distance clear of vehicles. The display of red signal indications is activated from a downstream queue detection system, by time of day, by approaching rail traffic, by an approaching bus on a busway, or by a combination of any of these methods. (6)\t Ramp Control Signal—a traffic control signal installed to control the merging flow of traffic onto a freeway at an entrance ramp or at a freeway-to-freeway ramp connection. (7)\t Temporary Traffic Control Signal—a traffic control signal that is installed for a limited time period using fixed or portable traffic control signal units. 104.\t HOV Lane—any preferential lane designated for exclusive use by high-occupancy vehicles for all or part of a day—including a designated lane on a freeway, other highway, street, or independent roadway on a separate right-of-way. 105.\t Hybrid Beacon—a special type of beacon that is intentionally placed in a dark mode (no indications displayed) between periods of operation and, when operated, displays both steady and flashing traffic control signal indications. Hybrid beacons include: (a)\t Emergency-Vehicle Hybrid Beacon—used to warn and control traffic at an unsignalized location to assist authorized emergency vehicles in entering or crossing a street or highway. (b)\t Pedestrian Hybrid Beacon—used to warn and control traffic at an unsignalized location to assist pedestrians in crossing a street or highway at a marked crosswalk. 106.\t Identification Marker—a shape, color, and/or pictograph that is used as a visual identifier for a destination guide signing system of a community wayfinding system or a shared-use path system for an area. 107.\t Inherently Low Emission Vehicle (ILEV)—any kind of vehicle that, because of inherent properties of the fuel system design, will not have significant evaporative emissions, even if its evaporative emission control system has failed. 108.\t In-Roadway Warning Lights—see Highway Traffic Signal. 109.\t Interchange—a system of interconnecting roadways providing for traffic movement between two or more highways that do not intersect at grade. 110.\t Interchange Lane Drop—see Lane Drop. 111.\t Preemption Interconnection—the electrical connection between the railroad or light rail transit active warning system and the highway traffic signal controller assembly for the purpose of preemption. 112.\t Intermediate Interchange—an interchange with an urban or rural route that is not a major or minor interchange as defined in this Section. Part 1. General Page 20 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval  113.\t Intersection—intersection is defined as follows: (a)\t The area embraced within the prolongation or connection of the lateral curb lines, or if none, the lateral boundary lines of the roadways of two highways that join one another at, or approximately at, right angles, or the area within which vehicles traveling on different highways that join at any other angle might come into conflict. (b)\t The junction of an alley, driveway, or site roadway with a public roadway or highway shall not constitute an intersection, unless the public roadway or highway at said junction is controlled by a traffic control device. (c)\t If a highway includes two roadways separated by a median, then every crossing of each roadway of such divided highway by an intersecting highway shall be a separate intersection if the opposing left-turn paths cross and there is sufficient interior storage for the design vehicle (see Figure 2A-5). (d)\t At a location controlled by a traffic control signal, regardless of the distance between the separate intersections as defined in (c) above: (1)\t If a stop line, yield line, or crosswalk has not been designated on the roadway (within the median) between the separate intersections, the two intersections and the roadway (median) between them shall be considered as one intersection; (2)\t Where a stop line, yield line, or crosswalk is designated on the roadway on the intersection approach, the area within the crosswalk and/or beyond the designated stop line or yield line shall be part of the intersection; and (3)\t Where a crosswalk is designated on a roadway on the departure from the intersection, the intersection shall include the area extending to the far side of such crosswalk. 114.\t Intersection Control Beacon—see Beacon. 115.\t Interval—the part of a signal cycle during which signal indications do not change. 116.\t Island—a defined area between traffic lanes for control of vehicular movements, for toll collection, or for pedestrian or bicyclist refuge. It includes all end protection and approach treatments. Within an intersection area, a median or an outer separation is considered to be an island. 117.\t Jughandle Turn—a left-turn or U-turn that, in conjunction with special geometry, is made by initially making a right-turn or diverging to the right. With other special geometry, a right- turn or U-turn makes a jughandle turn by initially making a left-turn or diverging to the left. 118.\t Lane Drop—a through lane that becomes a mandatory turn lane on a conventional roadway, or a through lane that becomes a mandatory exit lane on a freeway or expressway. The end of an acceleration lane and reductions in the number of through lanes that do not involve a mandatory turn or exit are not considered lane drops. 119.\t Lane Line Markings—white pavement marking lines that delineate the separation of traffic lanes that have the same direction of travel on a roadway. 120.\t Lane Reduction—elimination of a through lane by a gradual narrowing of the travel pavement (taper) through physical construction or pavement markings at which traffic in the lane being eliminated must merge into the adjacent through lane and continue in the same direction of travel. A lane reduction can occur outside the influence of an intersection or interchange, or within an interchange a short distance downstream of the gore of an exit ramp. Through lanes that become a mandatory turn or exit are considered lane drops rather than lane reductions. 121.\t Lane-Use Control Signal—see Highway Traffic Signal. 122.\t Legend—see Sign Legend. 123.\t Lens—see Signal Lens. 124.\t Light Rail Transit Traffic (Light Rail Transit Equipment)—every device in, upon, or by which any person or property can be transported on light rail transit tracks, including single-unit light rail transit cars (such as streetcars and trolleys) and assemblies of multiple light rail transit cars coupled together. 124a.\tLimited Access Highway—the legal definition of a limited access highway as found in the Code of Virginia is: a highway especially designed for through traffic, over which abutters have no easement or right of light, air, or access to by reason of the fact that their property abuts upon such highway. This includes freeways, expressways and controlled access highways where access is fully controlled. 125.\t Loading Zone—a specially marked, s 126.\t Locomotive Horn—an air horn, steam whistle, or similar audible warning device (see 49 CFR Part 229.129) mounted on a locomotive or control cab car. The terms “locomotive horn,” “train whistle,” “locomotive whistle,” and “train horn” are used interchangeably in the railroad industry. Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 21 January 2026 Final - Pending Approval   127.\t Logo—a distinctive emblem or trademark that identifies a commercial or non-commercial business, program, or organization. 128.\t Longitudinal Markings—pavement markings that are generally placed parallel and adjacent to the flow of traffic such as lane lines, center lines, edge lines, channelizing lines, and others. 129.\t Louver—see Signal Louver. 130.\t Low-Volume Rural Road—A category of paved or unpaved conventional or special-purpose roadways having an AADT of less than 400 vehicles and lying outside of built-up or urbanized areas of cities, towns, and communities. 131.\t Major Interchange—an interchange with another freeway or expressway, or an interchange with a high-volume multi-lane highway, principal urban arterial, or major rural route where the interchanging traffic is heavy or includes many road users unfamiliar with the area. 132.\t Major Street—the street normally carrying the higher volume of vehicular traffic. 133.\t Malfunction Management Unit—see Conflict Monitor. 134.\t Managed Lane—a highway lane or set of lanes, or a highway facility, for which variable operational strategies such as direction of travel, tolling, pricing, and/or vehicle type or occupancy requirements are implemented and managed in real-time in response to changing conditions. Managed lanes are typically buffer-separated or barrier-separated lanes parallel to the general-purpose lanes of a highway in which access is restricted to designated locations. There are also some highways on which all lanes are managed. 135.\t Manual Lane—see Attended Lane within the definition of Toll Collection. 136.\t Maximum Highway Traffic Signal Preemption Time—the maximum amount of time needed following initiation of the preemption sequence for the highway traffic signals to complete the timing of the right-of-way transfer time, queue clearance time, and separation time. 137.\t Median—the portion of a highway separating opposing directions of the traveled way or the area between two roadways of a divided highway measured from edge of traveled way to edge of traveled way. The median excludes turn lanes. The median width might be different between intersections, interchanges, and at opposite approaches of the same intersection. 138.\t Minimum Track Clearance Distance—the length along a highway over the track(s) where a vehicle could be struck by rail traffic. The minimum track clearance distance is measured from a point upstream from the track(s) on the approach to the grade crossing to a point downstream from the track(s) on the departure from the grade crossing. The length along the highway between the two points is the minimum track clearance distance. 139.\t Minor Interchange—an interchange where traffic is local and very light, such as interchanges with land service access roads. Where the sum of the exit volumes is estimated to be lower than 100 vehicles per day in the design year, the interchange is classified as local. 140.\t Minor Street—the street normally carrying the lower volume of vehicular traffic. 141.\t Mixed-Use Alignment—a light rail transit track(s), a busway, or a bus only lane(s) where the light rail transit (LRT) or bus rapid transit (BRT) vehicles operate in mixed traffic with all types of road users. This includes streets, transit malls, and pedestrian malls where the right- of-way is shared. In a mixed-use alignment, the light rail transit or the bus rapid transit traffic does not have the right-of-way over other road users at grade crossings and intersections. If the LRT traffic or buses are controlled by traffic control signals or LRT signal faces at an intersection with a roadway, the alignment is considered to be mixed-use even if some of the approaches to the intersection are used exclusively by LRT traffic or buses. 142.\t Movable Bridge Resistance Gate—a type of traffic gate, which is located downstream of the movable bridge warning gate, that provides a physical deterrent to vehicle and/or pedestrian traffic when placed in the appropriate position. 143.\t Movable Bridge Signal—see Highway Traffic Signal. 144.\t Movable Bridge Warning Gate—a type of traffic gate designed to warn, but not primarily to block, vehicle and/or pedestrian traffic when placed in the appropriate position. 145.\t Multi-Lane—more than one lane moving in the same direction. A multi-lane street, highway, or roadway has a basic cross-section comprised of two or more through lanes in one or both directions. A multi-lane approach has two or more lanes moving toward the intersection, including turning lanes. 146.\t Neutral Area—the paved area between the channelizing lines separating an entrance or exit ramp or a channelized turn lane or channelized entering lane from the adjacent through lane(s). 147.\t Object Marker—a device used to mark obstructions within or adjacent to the roadway. 148.\t Occupancy Requirement—any restriction that regulates the use of a facility or one or more lanes of a facility for any period of the day based on a specified minimum number of persons in a vehicle. Part 1. General Page 22 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval   149.\t Occupant—a person driving or riding in a car, truck, bus, or other vehicle. 150.\t On-Street Parking—parking within or along, and accessed directly from, a public roadway or a site roadway open to public travel. 151.\t Open-Road ETC Lane—a non-attended lane that is designed to allow toll payments to be electronically collected from vehicles traveling at normal highway speeds. Open-Road ETC lanes are typically physically separated from the toll plaza, often following the alignment of the mainline lanes, with toll plaza lanes for cash toll payments being on a different alignment after diverging from the mainline lanes or a subset thereof. 152.\t Open-Road Tolling Point—the location along an Open-Road ETC lane at which roadside or overhead detection and receiving equipment are placed and vehicles are electronically assessed a toll. 153.\t Opposing Traffic—vehicles that are traveling in the opposite direction. At an intersection, vehicles entering from an approach that is approximately straight ahead would be considered to be opposing traffic, but vehicles entering from approaches on the left or right would be considered to be conflicting traffic rather than opposing traffic. 154.\t Option Lane—A lane on a freeway, expressway, or conventional road multi-lane exit or multi- lane split that widens on the approach to allow access, without changing lanes, to: (a)\t Both an exit lane and the mainline at a freeway or expressway exit; or (b)\t Both diverging roadways at a freeway, expressway, or conventional road split. 155.\t Overhead Sign—a sign that is placed such that a portion or the entirety of the sign or its support is directly above the roadway or shoulder such that vehicles travel below it. Typical installations include signs placed on cantilever arms that extend over the roadway or shoulder, signs placed on sign support structures that span the entire width of the pavement, signs placed on mast arms or span wires either independently or that also support traffic control signals, and signs placed on highway bridges that cross over the roadway. 156.\t Parking Area—a parking lot or parking garage that is separated from a roadway. Parallel, perpendicular, or angle parking spaces along a roadway are not considered a parking area. 157.\t Parking Space—an area marked or designated for storage of a vehicle while the driver is not present. 158.\t Preemption Clearance Interval—the part of a traffic signal sequence displayed as a result of a preemption request when vehicles are provided the opportunity to clear the railroad or light rail transit tracks, or a movable bridge, prior to the arrival of the train or boat for which the traffic signal is being preempted. 159.\t Preemption Time Variability—the result that occurs when the traffic signal controller enters the Preemption Clearance Interval with less than the maximum design Right-of-Way Transfer Time or the speed of a train approaching the grade crossing varies. 160.\t Passive Grade Crossing—a grade crossing where none of the automatic traffic control devices associated with an Active Grade Crossing Warning System are present and at which the traffic control devices consist entirely of signs and/or markings. 161.\t Pathway—a general term denoting a public way for purposes of travel by authorized users outside the traveled way and physically separated from the roadway by an open space or barrier and either within the highway right-of-way or within an independent alignment. Pathways include shared-use paths, but do not include sidewalks. 162.\t Pathway Grade Crossing—the general area where a pathway and railroad and/or light rail transit tracks cross at the same level, within which are included the tracks, pathway, and traffic control devices for pathway traffic traversing that area. 163.\t Paved—having a roadway surface that has both a structural (weight bearing) and a sealing purpose for the roadway, such as a bituminous surface treatment, mixed bituminous concrete, or Portland cement concrete. 164.\t Pedestrian—a person on foot, in a wheelchair, on other devices determined by local law to be equivalent, which might include skates or a skateboard. 165.\t Pedestrian Change Interval—an interval during which the flashing UPRAISED HAND (symbolizing DONT WALK) signal indication is displayed. 166.\t Pedestrian Clearance Time—the time provided for a pedestrian crossing in a crosswalk, after leaving the curb or edge of pavement, to travel to the far side of the traveled way or to a median. 167.\t Pedestrian Facility—a general term denoting a location where improvements and provisions have been made to accommodate or encourage pedestrian activity. 168.\t Pedestrian Hybrid Beacon—see Hybrid Beacon. Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 23 January 2026 Final - Pending Approval   169.\t Pedestrian Signal Head—a signal head, which contains the symbols WALKING PERSON (symbolizing WALK) and UPRAISED HAND (symbolizing DONT WALK), that is installed to direct pedestrians at a traffic control signal. 170.\t Permissive Mode—a mode of traffic control signal operation in which left or right turns are permitted to be made after yielding to pedestrians, if any, and/or opposing traffic, if any. When a CIRCULAR GREEN signal indication is displayed, both left and right turns are permitted unless otherwise prohibited by another traffic control device. When a flashing YELLOW ARROW or flashing RED ARROW signal indication is displayed, the turn indicated by the arrow is permitted. 171.\t Physical Gore—a longitudinal point where a physical barrier or the lack of a paved surface inhibits road users from crossing from a ramp or channelized turn lane or channelized entering lane to the adjacent through lane(s) or vice versa. 172.\t Pictograph—a pictorial representation used to identify a governmental jurisdiction, an area of jurisdiction, a governmental or other public transportation agency or provider, a military base or branch of service, a governmental-approved university or college, a governmental-approved institution, or a toll payment system. 173.\t Plaque—a traffic control device intended to communicate specific information to road users through a word, symbol, or arrow legend that is placed immediately adjacent to a sign to supplement the message on the sign. The difference between a plaque and a sign is that a plaque cannot be used alone. The designation for a plaque includes a “P” suffix. 174.\t Platoon—a group of vehicles or pedestrians traveling together as a group, either voluntarily or involuntarily, because of traffic signal controls, geometrics, or other factors. 175.\t Portable Traffic Control Signal—see Highway Traffic Signal. 176.\t Post-Exit Ramp Lane Reduction—see Lane Reduction. 177.\t Post-Mounted Sign—a sign that is placed to the side of the roadway such that no portion of the sign or its support is directly above the roadway or shoulder. 178.\t Posted Speed Limit—a speed limit determined by law or regulation and displayed on Speed Limit signs. 179.\t Preemption—the transfer of normal operation of a traffic control signal or a hybrid beacon to a special control mode of operation. 180.\t Preferential Lane—a highway lane or set of lanes, or a highway facility, reserved for the exclusive use of one or more specific types of vehicles or of vehicles with a specific minimum number of occupants. 181.\t Pre-Signal—see Highway Traffic Signal. 182.\t Pretimed Operation—a type of traffic control signal operation in which none of the signal phases function on the basis of actuation. 182a.\t Primary Route—a road that connect cities and towns with each other and with interstates. Primary Routes include all US Routes, Virginia State Routes numbered 599 and below, and Virginia State Route 895 in Chesterfield and Henrico Counties. 183.\t Primary Signal Face—one of the required or recommended minimum number of signal faces for a given approach or separate turning movement, but not including near-side signal faces required as a result of the far-side signal faces exceeding the maximum distance from the stop line. 184.\t Principal Legend—place names, street names, and route numbers displayed on guide signs. 185.\t Priority Control—a means by which the assignment of right-of-way is obtained or modified. 186.\t Private Road—see Site Roadways Open to Public Travel. 187.\t Professional Engineer (P.E.)—An individual who has fulfilled education and experience requirements and passed examinations that, under State licensure laws, permit the individual to offer engineering services within areas of expertise directly to the public. 188.\t Protected Mode—a mode of traffic control signal operation in which left or right turns are permitted to be made only when a left or right GREEN ARROW signal indication is displayed. 189.\t Public Road—any road, street, or similar facility under the jurisdiction of and maintained by a public agency and open to public travel. 190.\t Push Button—a button to activate a device or signal timing for pedestrians, bicyclists, or other road users. 191.\t Push Button Information Message—a recorded message that can be actuated by pressing a push button when the walk interval is not timing and that provides the name of the street that the crosswalk associated with that particular push button crosses and can also provide other information about the intersection signalization or geometry. Part 1. General Page 24 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval   192.\t Push Button Locator Tone—a repeating sound that informs approaching pedestrians that a push button exists to actuate pedestrian timing or receive additional information and that enables pedestrians with vision disabilities to locate the push button. 193.\t Queue Clearance Time—when used in Part 8, the time required for the design vehicle of maximum length stopped just inside the minimum track clearance distance to start up and move through and clear the entire minimum track clearance distance. 194.\t Queue Cutter Signal—see Highway Traffic Signal. 195.\t Quiet Zone—a segment of a rail line, within which is situated one or a number of consecutive public highway-rail grade crossings at which locomotive horns are not routinely sounded per 49 CFR Part 222. 196.\t Rail Traffic—every device in, upon, or by which any person or property can be transported on rails or tracks and to which all other traffic must yield the right-of-way by law at grade crossings, including trains, one or more locomotives coupled (with or without cars), other railroad equipment, and light rail transit operating in exclusive or semi-exclusive alignments. Light rail transit operating in a mixed-use alignment, to which other traffic is not required to yield the right-of-way by law, is a vehicle and is not considered to be rail traffic. 197.\t Raised Pavement Marker—a device mounted on or in a road surface that has a height generally not exceeding approximately 1 inch above the road surface for a permanent marker, or not exceeding approximately 2 inches above the road surface for a temporary flexible marker, and that is intended to be used as a positioning guide and/or to supplement or substitute for pavement markings. Raised pavement markers might also be recessed into or flush with the pavement surface. 198.\t Ramp Control Signal—see Highway Traffic Signal. 199.\t Red Clearance Interval—an interval that follows a yellow change interval and precedes the next conflicting green interval. 200.\t Regulatory Sign—a sign that gives notice to road users of traffic laws or regulations. 200a.\tResidential Area—refers to the use of property in a Residential district, with Residential district defined in the Code of Virginia § 46.2-100 as “the territory contiguous to a highway, not comprising a business district, where 75 percent or more of the property abutting such highway, on either side of the highway, for a distance of 300 feet or more along the highway consists of land improved for dwelling purposes, or is occupied by dwellings, or consists of land or buildings in use for business purposes, or consists of territory zoned residential or territory in residential subdivisions created under Chapter 22 (§ 15.2-2200 et seq.) of Title 15.2.” 201.\t Retroreflectivity—a property of a surface that allows a large portion of the light coming from a point source to be returned directly back to a point near its origin. 202.\t Road—see Roadway. 203.\t Road User—a vehicle operator, bicyclist, or pedestrian, including persons with disabilities, within the highway or on a site roadway open to public travel. 204.\t Roadway—that portion of a highway improved, designed, or ordinarily used for vehicular travel and parking lanes, but exclusive of the sidewalk, berm, or shoulder even though such sidewalk, berm, or shoulder is used by persons riding bicycles or other human-powered vehicles. In the event a highway includes two or more separate roadways, the term roadway as used in this Manual shall refer to any such roadway separately, but not to all such roadways collectively. 205.\t Roadway Network—a geographical arrangement of intersecting roadways. 206.\t Roundabout—a circular intersection with yield control at entry, which permits a vehicle on the circulatory roadway to proceed, and with deflection of the approaching vehicle counter- clockwise around a central island. 207.\t Rumble Strip—a series of intermittent, narrow, transverse areas of rough-textured, slightly raised, or depressed road surface that extend across the travel lane to alert vehicle operators to unusual traffic conditions or are located along the shoulder, along the roadway center line, or within islands formed by pavement markings to alert road users that they are leaving the travel lanes. 208.\t Rural Highway—a type of roadway normally characterized by lower volumes, higher speeds, fewer turning conflicts, and less conflict with pedestrians. 209.\t Scanning Graphic—a graphic designed for scanning by machine, and includes bar codes, quick-response (QR) codes or other matrix bar code formats, or similar graphics. 210.\t School—a public or private educational institution recognized by the state education authority for one or more grades K through 12 or as otherwise defined by the State. 211.\t School Zone—a designated roadway segment approaching, adjacent to, and beyond school buildings or grounds, or along which school related activities occur. Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 25 January 2026 Final - Pending Approval   211a.\t Secondary Route– local connector or county roads maintained by VDOT, numbered 600 and above. Cities and Arlington and Henrico Counties do not contain VDOT maintained secondary routes, as these jurisdictions maintain their own county roads. 212.\t Semi-Actuated—a type of traffic control signal operation in which at least one, but not all, signal phases function on the basis of actuation. 213.\t Semi-Exclusive Alignment—a light rail transit track(s) or a bus rapid transit busway that is in a separate right-of-way or that is along a street or railroad right-of-way where motor vehicles, bicycles, and pedestrians have limited access and cross only at designated locations, such as at grade crossings where road users must yield the right-of-way to the light rail transit or the bus rapid transit traffic. 214.\t Separate Turn Signal Face—a signal face that exclusively controls a turn movement and that displays signal indications that are applicable only to the turn movement. 215.\t Separation Time—the component of maximum highway traffic signal preemption time during which the minimum track clearance distance is clear of vehicular traffic prior to the arrival of rail traffic. 216.\t Serviceable—a condition in which a traffic control device appears (day and night) and operates as intended, beyond which it requires replacement due to damage or wear. Whether a device is serviceable will depend on the type of device under consideration. In general, if the device is capable of being serviced with minimal effort or replacement parts so that it continues to appear and operate as intended, and the device is otherwise substantially intact, then it can be considered to be in serviceable condition. If the device is damaged or not operational beyond reasonable repair, then it is likely no longer serviceable. 217.\t Shared Roadway—a roadway that is officially designated and marked as a bicycle route, but which is open to motor vehicle travel and upon which no bicycle lane is designated. 218.\t Shared Turn Signal Face—a signal face, for controlling both a turn movement and the adjacent through movement, that always displays the same color of circular signal indication that the adjacent through signal face or faces display. 219.\t Shared-Use Path—a bikeway outside the traveled way and physically separated from motorized vehicular traffic by an open space or barrier and either within the highway right-of-way or within an independent alignment. Shared-use paths are also used by pedestrians (including skaters, users of manual and motorized wheelchairs, and joggers) and other authorized motorized and non-motorized users. 220.\t Shoulder—a longitudinal area contiguous with the traveled way that is used for accommodation of stopped vehicles for emergency use and for lateral support of base and surface courses, and that is graded for emergency stopping. A shoulder might be paved or unpaved. A paved shoulder might be opened to part-time travel by some or all vehicles and might also be available for use by pedestrians and/or bicycles in the absence of other pedestrian or bicycle facilities. 221.\t Sidewalk—that portion of a street between the curb line, or the lateral line of a roadway, and the adjacent property line or on easements of private property that is paved or improved and intended for use by pedestrians. 222.\t Sidewalk Extension—a pedestrian facility at an intersection or midblock crosswalk which extends the sidewalk by physically and visually narrowing the roadway. 223.\t Sidewalk Grade Crossing—the portion of a highway-rail grade crossing or of a highway-light rail transit grade crossing where a sidewalk and railroad tracks or a sidewalk and light rail transit tracks cross at the same level, within which are included the tracks, sidewalk, and traffic control devices for sidewalk users traversing that area. 224.\t Sign—with regard to controlling traffic, any traffic control device that is intended to communicate specific information to road users through a word, symbol, and/or arrow legend. Signs do not include highway traffic signals, pavement markings, delineators, or channelization devices. Signs whose purpose is unrelated to traffic control are addressed in Section 1A.02. 225.\t Sign Assembly—a group of signs, located on the same support(s), that supplement one another in conveying information to road users. 226.\t Sign Illumination—either internal or external lighting that shows similar color by day or night. Street or highway lighting shall not be considered as meeting this definition. 227.\t Sign Legend—all word messages, logos, pictographs, and symbol and arrow designs that are intended to convey specific meanings. The border, if any, on a sign is not considered to be a part of the legend. 228.\t Sign Panel—a separate panel or piece of material containing a word, logo, pictograph, symbol, and/or arrow legend that is affixed to the face of a sign. 229.\t Signal—See Highway Traffic Signal. Part 1. General Page 26 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval   230.\t Signal Backplate—a thin strip of material that extends outward from and parallel to a signal face on all sides of a signal housing to provide a background for improved visibility of the signal indications. 231.\t Signal Coordination—the establishment of timed relationships between adjacent traffic control signals. 232.\t Signal Dimming—a reduction of the light output from a signal indication, hybrid beacon, or rectangular rapid-flashing beacon indication, typically for nighttime conditions, to a value that is below the minimum specified intensity for daytime conditions. If a variety of intensity levels are used during daytime conditions and all of the various levels (including the lowest of the intensities) are above the minimum specified intensity for daytime conditions, this would not be considered to be signal dimming. 233.\t Signal Face—an assembly of one or more signal sections that is provided for controlling one or more traffic movements on a single approach. 234.\t Signal Head—an assembly of one or more signal faces that is provided for controlling traffic movements on one or more approaches. 235.\t Signal Housing—that part of a signal section that protects the light source and other required components. 236.\t Signal Indication—the illumination of a signal lens or equivalent device. 237.\t Signal Lens—that part of the signal section that redirects the light coming directly from the light source and its reflector, if any. 238.\t Signal Louver—a device that can be mounted inside a signal visor to restrict visibility of a signal indication from the side or to limit the visibility of the signal indication to a certain lane or lanes, or to a certain distance from the stop line. 239.\t Signal Phase—the right-of-way, yellow change, and red clearance intervals in a cycle that are assigned to an independent traffic movement or combination of movements. 240.\t Signal Section—the assembly of a signal housing, signal lens, if any, and light source with necessary components to be used for displaying one signal indication. 241.\t Signal Sequence (Sequence of Indications)—the order of appearance of signal indications during successive intervals of a signal cycle. 242.\t Signal System—two or more traffic control signals operating in signal coordination. 243.\t Signal Timing—the amount of time allocated for the display of a signal indication. 244.\t Signal Visor—that part of a signal section that directs the signal indication specifically to approaching traffic and reduces the effect of direct external light entering the signal lens. 245.\t Signing—individual signs or a group of signs, not necessarily on the same support(s), that supplement one another in conveying information to road users. 246.\t Simultaneous Preemption—notification of approaching rail traffic is forwarded to the highway traffic signal controller unit or assembly and railroad or light rail transit active warning devices at the same time. 247.\t Site Roadways Open to Public Travel—Roadways and bikeways on sites of shopping centers, office parks, airports, schools, universities, sports arenas, recreational parks, and other similar business, governmental, and/or recreation facilities that are publicly or privately owned but where the public is allowed to travel without full-time access restrictions. Two types of roadways are not included in this definition: (1) roadways where access is restricted at all times by gates and/or guards to residents, employees, or other specifically-authorized persons; and (2) private highway-rail grade crossings. Site roadways open to public travel do not include parking areas (see definition in this Section), including the driving aisles (see definition in this Section) within those parking areas. 248.\t Special-Purpose Road—a low-volume, low-speed road that serves recreational areas or resource development activities. 249.\t Speed—speed is defined based on the following classifications: (a)\t Average Speed—the summation of the instantaneous or spot-measured speeds at a specific location of vehicles divided by the number of vehicles observed. (b)\t Design Speed—a selected speed used to determine the various geometric design features of a roadway. (c)\t 85th-Percentile Speed—the speed at or below which 85 percent of the motor vehicles travel. (d)\t Operating Speed—a speed at which a typical vehicle or the overall traffic operates. Operating speed might be defined with speed values such as the average, pace, or 85th- percentile speeds. (e)\t Pace—the 10 mph speed range representing the speeds of the largest percentage of vehicles in the traffic stream. Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 27 January 2026 Final - Pending Approval   250.\t Speed Limit—the maximum (or minimum) speed applicable to a section of highway as established by law or regulation. 251.\t Speed Zone—a section of highway with a speed limit that is established by law or regulation, but which might be different from a legislatively-specified statutory speed limit. 252.\t Splitter Island—a median island used to separate opposing directions of traffic entering and exiting a roundabout. 253.\t Station Crossing—a pathway grade crossing that is associated with a station platform. 254.\t Statutory Speed Limit—a speed limit established by legislative action (such as Federal or State law) that typically is applicable for a particular class of highways with specified design, functional, jurisdictional, and/or location characteristics and that is not necessarily displayed on Speed Limit signs. 255.\t Steady (Steady Mode)—the continuous display of a signal indication for the duration of an interval, signal phase, or consecutive signal phases. 256.\t Stop Line—a solid white pavement marking line extending across approach lanes to indicate the point at which a stop is intended or required to be made. 257.\t Street—see Highway. 258.\t Supplemental Signal Face—a signal face that is not a primary signal face but which is provided for a given approach or separate turning movement to enhance visibility or conspicuity. 259.\t Swing Gate—a self-closing fence-type gate designated to swing open away from the track area and return to the closed position upon release. 260.\t Symbol—the approved design of a pictorial or graphical representation of a specific traffic control message for signs, pavement markings, traffic control signals, or other traffic control devices, as shown in the MUTCD. 261.\t Temporary Traffic Control Signal—see Highway Traffic Signal. 262.\t Temporary Traffic Control Zone—an area of a highway, pedestrian or bicycle facility where road user conditions are changed because of a work zone or incident by the use of temporary traffic control devices, flaggers, uniformed law enforcement officers, or other authorized personnel. 263.\t Theoretical Gore—a longitudinal point at the upstream end of a neutral area at an exit ramp or channelized turn lane where the channelizing lines that separate the ramp or channelized turn lane from the adjacent through lane(s) begin to diverge, or a longitudinal point at the downstream end of a neutral area at an entrance ramp or channelized entering lane where the channelizing lines that separate the ramp or channelized entering lane from the adjacent through lane(s) intersect each other. 264.\t Through Train—a train movement that continues without stopping or reversing direction throughout the entire length of the rail traffic detection circuit length approaching a highway- rail grade crossing. 265.\t Timed Exit Gate Operating Mode—a mode of operation where the exit gate descent at a grade crossing is based on a predetermined time interval. 266.\t Toll Booth—a shelter where a toll attendant is stationed to collect tolls or issue toll tickets. A toll booth is located adjacent to a toll lane and is typically set on a toll island. 267.\t Toll Collection—manual or electronic methods and elements used to collect a fee for use of a toll facility. Toll collection methods include: (a)\t Electronic Toll Collection (ETC)—a cashless system for automated collection of tolls from moving or stopped vehicles through wireless technologies such as radio-frequency communication or optical scanning. ETC systems are classified as one of the following: (1)\t Systems that require users to have registered toll accounts, with the use of equipment inside or on the exterior of vehicles, such as a transponder or barcode decal, that communicates with or is detected by roadside or overhead receiving equipment, or with the use of license plate optical scanning, to automatically deduct the toll from the registered user account, (2)\t Systems that do not require users to have registered toll accounts because vehicle license plates are optically scanned and invoices for the toll amount are typically sent through postal mail to the address of the vehicle owner, or (3)\t Systems that allow electronic toll collection for both registered and non-registered toll accounts. (b)\t Open-Road Tolling (ORT)—a system designed to allow electronic toll collection (ETC) from vehicles traveling at posted speeds. Open-road tolling might be used on toll roads or toll facilities in conjunction with toll plazas. Open-road tolling is also typically used on managed lanes and on toll facilities that only accept payment by ETC. Part 1. General Page 28 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval   (c)\t Manual Toll Collection—a system of toll collection from stopped vehicles through acceptance of cash, toll tickets, tokens, or credit cards, and may involve issuance of receipts. Toll collection may be by a machine or toll booth attendant. (1)\t Toll-Ticket System—a toll system in which the user of a toll road must stop to receive a ticket from a machine or toll booth attendant upon entering the toll facility. The ticket denotes the user’s point of entry and, upon exiting the toll system, the user surrenders the ticket and is charged a toll based on the distance traveled between the points of entry and exit. (2)\t Attended Lane (Manual Lane)—a toll lane adjacent to a toll booth occupied by a human toll collector who makes change, issues receipts, and performs other toll-related functions. Attended lanes at toll plazas typically require vehicles to stop to pay the toll. (3)\t Exact Change Lane (Automatic Lane)—a non-attended toll lane that has a receptacle into which road users deposit coins totaling the exact amount of the toll. Exact Change lanes at toll plazas typically require vehicles to stop to pay the toll. 268.\t Toll Island—a raised island on which a toll booth or other toll collection and related equipment are located. 269.\t Toll Lane—an individual lane located within a toll plaza in which a toll payment is collected or, for toll-ticket systems, a toll ticket is issued. 270.\t Toll Plaza—the location at which tolls are collected consisting of a grouping of toll booths, toll islands, toll lanes, and, typically, a canopy. Toll plazas might be located on highway mainlines or on interchange ramps. A mainline toll plaza is sometimes referred to as a barrier toll plaza because it interrupts the traffic flow. 271.\t Toll Road (Facility)—a road or facility that is open to traffic only by payment of a user toll or fee. 272.\t Traffic—pedestrians, bicyclists, ridden or herded animals, vehicles, streetcars, and other conveyances either singularly or together while using for purposes of travel any highway or site roadway open to public travel. 273.\t Traffic Control Device—all signs, signals, markings, channelization devices, or other devices that use colors, shapes, symbols, words, sounds, and/or tactile information for the primary purpose of communicating a regulatory, warning, or guidance message to road users on a street, highway, pedestrian facility, bikeway, pathway, or site roadway open to public travel. Section 1A.02 contains information regarding items that are not traffic control devices. 274.\t Traffic Control Signal (Traffic Signal)—see Highway Traffic Signal. 275.\t Train—one or more locomotives coupled, with or without cars, that operates on rails or tracks and to which all other traffic must yield the right-of-way by law at highway-rail grade crossings. 276.\t Transverse Markings—pavement markings that are generally placed perpendicular and across the flow of traffic such as shoulder markings; word, symbol, and arrow markings; stop lines; crosswalk lines; parking space markings; and others. 277.\t Traveled Way—the portion of the roadway for the movement of vehicles, exclusive of the shoulders, berms, sidewalks, and parking lanes. 278.\t Turn Bay—a lane for the exclusive use of turning vehicles that is formed on the approach to the location where the turn is to be made. In most cases where turn bays are provided, drivers who desire to turn must move out of a through lane into the newly-formed turn bay in order to turn. A through lane that becomes a turn lane is considered to be a lane drop rather than a turn bay. 279.\t Two-Stage Bicycle Turn Box—a designated area at an intersection intended to provide bicyclists a place to wait for traffic to clear before proceeding in a different direction of travel. 280.\t Uncontrolled Approach—an approach on which vehicles are not controlled by a traffic control signal, hybrid beacon, STOP sign, or YIELD sign. 281.\t Upstream—a term that refers to a location that is encountered by traffic prior to a downstream location as it flows in an “upstream to downstream” direction. For example, “the upstream end of a lane line separating the turn lane from a through lane on the approach to an intersection” is the end of the line that is furthest from the intersection. 282.\t Urban Street—a type of street normally characterized by relatively low speeds, wide ranges of traffic volumes, narrower lanes, frequent intersections and driveways, significant pedestrian traffic, and more businesses and houses. 283.\t Variable Message Sign—see Changeable Message Sign. 284.\t Vehicle—every device in, upon, or by which any person or property can be transported or drawn upon a highway, except trains and light rail transit operating in exclusive or semi- exclusive alignments. Light rail transit equipment operating in a mixed-use alignment, to which other traffic is not required to yield the right-of-way by law, is a vehicle. Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 29 January 2026 Final - Pending Approval   285.\t Vibrotactile Pedestrian Device—an accessible pedestrian signal feature that communicates, by touch, information about pedestrian timing using a vibrating surface. 286.\t Visibility-Limited Signal Face or Visibility-Limited Signal Section—a type of signal face or signal section designed (or shielded, hooded, or louvered) to restrict the visibility of a signal indication from the side, to a certain lane or lanes, or to a certain distance from the stop line. 287.\t Walk Interval—an interval during which the WALKING PERSON (symbolizing WALK) signal indication is displayed. 288.\t Warning Light—a portable, powered, yellow, lens-directed, enclosed light that is used in a temporary traffic control zone in either a steady burn or a flashing mode. 289.\t Warning Sign—a sign that gives notice to road users of a situation that might not be readily apparent. 290.\t Warrant—a warrant describes a threshold condition based upon average or normal conditions that, if found to be satisfied as part of an engineering study, shall result in analysis of other traffic conditions or factors to determine whether a traffic control device or other improvement is justified. Warrants are not a substitute for engineering judgment. The fact that a warrant for a particular traffic control device is met is not conclusive justification for the installation of the device. 290a.\tWayside—a State maintained area adjacent to the roadway which may provide parking and picnic areas. 291.\t Wayside Horn System—a stationary horn (or a series of horns) located at a grade crossing that is used in conjunction with train-activated or light rail transit-activated warning systems to provide audible warning of approaching rail traffic to road users on the highway or pathway approaches to a grade crossing, either as a supplement or alternative to the sounding of a locomotive horn. 292.\t Worker—a person on foot whose duties place him or her within the right-of-way of a street, highway, or pathway, such as: construction and maintenance forces; survey crews; utility crews; responders to incidents within the right-of-way; and law enforcement personnel when directing traffic, investigating crashes, and handling lane closures, obstructed roadways, and disasters within the right-of-way. 293.\t Wrong-Way Arrow—a slender, elongated, white pavement marking arrow placed upstream from the ramp terminus to indicate the correct direction of traffic flow. Wrong-way arrows are intended primarily to warn wrong-way road users that they are going in the wrong direction. 294.\t Yellow Change Interval—the first interval following the green or flashing arrow interval during which the steady yellow signal indication is displayed. 295.\t Yield Line—a row of solid white isosceles triangles pointing toward approaching vehicles extending across approach lanes to indicate the point at which the yield is intended or required to be made."
            ],
            "guidance": [],
            "option": [],
            "support": []
          },
          "raw_text": "Standard:\n01\t\t\nUnless otherwise defined in this Section, or in other Parts of this Manual, words or phrases shall have \nthe meaning(s) as defined in the “Uniform Vehicle Code,” Code of Virginia, and Virginia Administrative \nCode, “AASHTO Transportation Glossary (Highway Definitions),” or other appropriate publications. \n02\t\t\nWhere a term that is defined in this Section or elsewhere in this Manual has a different definition in \nanother resource or in common use, the definition herein shall govern for purposes of the applicability of \nthe provisions of this Manual.\n03\t\t\nThe following words and phrases, when used in this Manual, shall have the following meanings:\n1.\t\nAccessible Pedestrian Signal—a device that communicates information about pedestrian signal \ntiming in a non-visual format such as audible tones and/or speech messages and vibrating surfaces.\n2.\t\nAccessible Pedestrian Signal Detector—a device designated to assist the pedestrian who has \nvision or physical disabilities in activating the pedestrian phase.\n3.\t\nActive Grade Crossing—a grade crossing equipped with automatic traffic control devices, \nsuch as flashing-light signals, gates, and/or traffic control signals, that are activated upon the \ndetection of approaching rail traffic.\n4.\t\nActuated—a type of traffic control signal operation in which some or all signal phases are \noperated on the basis of actuation.\n5.\t\nActuation—initiation of, a change in, or an extension of a traffic signal phase or a sign legend \nthrough the operation of any type of detector.\n6.\t\nAdvance Preemption—the notification of approaching rail traffic that is forwarded to the \nhighway traffic signal controller unit or assembly by the railroad or light rail transit equipment \nin advance of the activation of the railroad or light rail transit warning devices.\n7.\t\nAdvance Preemption Time—the period of time that is the difference between the required \nmaximum highway traffic signal preemption time and the activation of the railroad or light rail \ntransit warning devices.\n8.\t\nAdvisory Speed—a recommended speed for all vehicles operating on a section of highway and \nbased on the highway design, operating characteristics, and conditions.\n9.\t\nAgency—an organization with the responsibility for providing, maintaining, and/or operating a \npublic or private road system.\n10.\t Alley—a street or highway intended to provide access to the rear or side of lots or buildings in \nurban areas and not intended for the purpose of through vehicular traffic.\nPart 1. General\nPage 14\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval\n\n    \n11.\t Annual Average Daily Traffic (AADT)—the total volume of traffic passing a point or segment \nof a highway facility in both directions for one year divided by the number of days in the year. \nNormally, periodic daily traffic volumes are adjusted for hours of the day counted, days of the \nweek, and seasons of the year to arrive at annual average daily traffic.\n12.\t Application—in regard to a traffic control device, the act of deciding to use a device, generally \nor at a particular location for a particular condition.\n13.\t Approach—all lanes of traffic moving toward an intersection or a midblock location from one \ndirection, including any adjacent parking lane(s).\n14.\t Arterial Highway (Street)—a general term denoting a highway primarily used by through \ntraffic, usually on a continuous route or a highway designated as part of an arterial system.\n15.\t Automated Vehicle—see Driving Automation System.\n16.\t Automatic Lane—see Exact Change Lane within the definition of Toll Collection.\n17.\t\nAverage Daily Traffic (ADT)—the average 24 hour volume, being the total volume during a \nstated period divided by the number of days in that period. Normally, this would be periodic \ndaily traffic volumes over several days, not adjusted for days of the week or seasons of the year.\n18.\t Average Day—a day representing traffic volumes normally and repeatedly found at a location, \ntypically a weekday when volumes are influenced by employment or a weekend day when \nvolumes are influenced by entertainment or recreation.\n19.\t Backplate—see Signal Backplate.\n20.\t Barrier-Separated Lane—a preferential lane or other special purpose lane that is separated \nfrom the adjacent general-purpose lane(s) by a physical barrier.\n21.\t Beacon—a highway traffic signal with one or more signal indications that operates in a flashing \nmode. Types of beacons include:\n(a)\t Emergency-Vehicle Hybrid Beacon—a special type of beacon (see Hybrid Beacon).\n(b)\t Intersection Control Beacon—a beacon used only at an intersection to control two or more \ndirections of travel.\n(c)\t Pedestrian Hybrid Beacon—a special type of beacon (see Hybrid Beacon).\n(d)\t Rectangular Rapid-Flashing Beacon (RRFB)—a pedestrian-activated and/or bicycle-\nactivated device comprising two horizontally arranged, rapidly flashed, rectangular-shaped \nyellow indications that is used to provide supplemental emphasis for a pedestrian, school, or \ntrail crossing warning sign at a marked crosswalk across an uncontrolled approach.\n(e)\t Speed Limit Sign Beacon—a beacon used only to supplement a SPEED LIMIT sign.\n(f)\t Stop Beacon—a beacon used only to supplement a STOP sign, a DO NOT ENTER sign, or a \nWRONG WAY sign.\n(g)\t Warning Beacon—a beacon used only to supplement an appropriate warning or regulatory \nsign or marker.\n22.\t Bicycle—a pedal-powered vehicle upon which the human operator sits.\n23.\t Bicycle Box—a designated area on the approach to a signalized intersection, between an \nadvance motorist stop line and the crosswalk or intersection, intended to provide bicyclists a \nvisible place to wait in front of stopped motorists during the red signal phase.\n24.\t Bicycle Facilities—a general term denoting improvements and provisions that accommodate \nor encourage bicycling, including parking and storage facilities, and shared roadways not \nspecifically defined for bicycle use.\n25.\t Bicycle Lane—a portion of a roadway that has been designated for preferential or exclusive use \nby bicyclists. A typical bicycle lane is delineated from the adjacent general-purpose lane(s) by \nlongitudinal pavement markings and bicycle lane symbol or word markings and, if used, signs. \nOther types of bicycle lanes include:\n(a)\t Buffer-Separated Bicycle Lane—a bicycle lane that is separated from the adjacent general-\npurpose lane(s) by a pattern of standard longitudinal pavement markings that is wider than \na normal or wide lane line marking.\n(b)\t Counter-Flow Bicycle Lane—a one-directional bicycle lane that provides a lawful path of \ntravel for bicycles in the opposite direction from general traffic on a roadway that allows \ngeneral traffic to travel in only one direction. Counter-flow bicycle lanes are designated by \nthe traffic control devices used for other bicycle lanes.\n(c)\t Separated Bicycle Lane—an exclusive facility for bicyclists that is located within or directly \nadjacent to the roadway and that is physically separated from motor vehicle traffic with a \nvertical element. Separated bicycle lanes are differentiated from other bicycle lanes by a \nvertical element.\nPart 1. General\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 15\nJanuary 2026\nFinal - Pending \nApproval\n\n    \n26.\t Bicycle Signal Face—a signal face that displays only bicycle symbol signal indications, that \nexclusively controls a bicycle movement from a designated bicycle lane or from a separate \nfacility such as a shared-use path, and that displays signal indications that are applicable only \nto the bicycle movement.\n27.\t\nBicycle Symbol Signal Indication—a red, yellow, or green signal indication that displays a \nbicycle symbol rather than a circular or arrow indication.\n28.\t Bikeway—a generic term for any road, street, path, or way that in some manner is specifically \ndesignated for bicycle travel, regardless of whether such facilities are designated for the \nexclusive use of bicycles or are "
        },
        {
          "section_number": "1C.03",
          "title": "Meanings of Acronyms and Abbreviations Used in this Manual",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 The following acronyms and abbreviations, when used in this Manual, shall have the following meanings: 1. AADT—annual average daily traffic 2. AASHTO—American Association of State Highway and Transportation Officials 3. AC—alternating current 4. ADA—Americans with Disabilities Act 5. ADAS—Advanced Driver Assistance Systems 6. ADS—Automated Driving System 7. ADT—average daily traffic 8. AFAD—Automated Flagger Assistance Device 9. ANSI—American National Standards Institute 10.\t AREMA—American Railway Engineering and Maintenance-of-Way Association 11.\t AV—automated vehicle 12.\t cd/lx/m2—candelas per lux per square meter 13.\t CFR—Code of Federal Regulations 14.\t CMS—changeable message sign 15.\t dBA—A-weighted decibels 16.\t DC—direct current 17. DDT—Dynamic Driving Task Part 1. General Page 30 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval   18.\t EPA—Environmental Protection Agency 19.\t ETC—electronic toll collection 20.\t EV—electric vehicle 21.\t FHWA—Federal Highway Administration 22.\t FRA—Federal Railroad Administration 23.\t ft—foot or feet 24.\t FTA—Federal Transit Administration 25.\t HOV—high-occupancy vehicle 26.\t IEEE—Institute of Electrical and Electronics Engineers 27. IES—Illuminating Engineering Society 28.\t ILEV—inherently low emission vehicle 29.\t in—inch(es) 30.\t ISEA—International Safety Equipment Association 31.\t ITE—Institute of Transportation Engineers 32.\t ITS—intelligent transportation systems 33.\t L—taper length 34.\t LED—light-emitting diode 35.\t LP—liquified petroleum 36.\t LRT—light rail transit 37. mi—mile(s) 38.\t MPH or mph—miles per hour 39.\t MUTCD—Manual on Uniform Traffic Control Devices for Streets and Highways 40.\t N—length of one line segment plus one gap of a broken line 41.\t NCEES—National Council of Examiners for Engineering and Surveying 42.\t NCHRP—National Cooperative Highway Research Program 43.\t ODD—Operational Design Domain 44.\t OPM—U.S. Office of Personnel Management 45.\t ORT—open-road tolling 46.\t PCMS—portable changeable message sign 47. PRT—perception-response time 48.\t RRFB—rectangular rapid-flashing beacon 49.\t RV—recreational vehicle 50.\t SAE—Society of Automotive Engineers 51.\t SHV—Specialized Hauling Vehicle 52.\t SPF—safety performance function 53.\t TA—Typical Application 54.\t TDD—telecommunication device for the deaf 55.\t TRB—Transportation Research Board 56.\t TTC—temporary traffic control 57. U.S.—United States 58.\t U.S.C.—United States Code 59.\t USDOT—United States Department of Transportation 60.\t UVC—Uniform Vehicle Code 61. VPH or vph—vehicles per hour 62.\t V2I—vehicle-to-infrastructure 01a The following acronyms and abbreviations, when used in this Manual, shall have the following meanings: 1. VDOT—Virginia Department of Transportation 2. TOD—VDOT Traffic Operations Division 3. CTB—Commonwealth Transportation Board 4. VA—Virginia 5. ATSSA—American Traffic Safety Services Association 6. VWAPM —Virginia Work Area Protection Manual Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 31 January 2026 Final - Pending Approval"
            ],
            "guidance": [],
            "option": [],
            "support": []
          },
          "raw_text": "Standard:\n01\t\t\nThe following acronyms and abbreviations, when used in this Manual, shall have the following \nmeanings:\n1.\t\nAADT—annual average daily traffic\n2.\t\nAASHTO—American Association of State Highway and Transportation Officials\n3.\t\nAC—alternating current\n4.\t\nADA—Americans with Disabilities Act\n5.\t\nADAS—Advanced Driver Assistance Systems\n6.\t\nADS—Automated Driving System\n7.\t\nADT—average daily traffic\n8.\t\nAFAD—Automated Flagger Assistance Device\n9.\t\nANSI—American National Standards Institute\n10.\t AREMA—American Railway Engineering and Maintenance-of-Way Association\n11.\t AV—automated vehicle\n12.\t cd/lx/m2—candelas per lux per square meter\n13.\t CFR—Code of Federal Regulations\n14.\t CMS—changeable message sign\n15.\t dBA—A-weighted decibels\n16.\t DC—direct current\n17.\t\nDDT—Dynamic Driving Task\nPart 1. General\nPage 30\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval\n\n    \n18.\t EPA—Environmental Protection Agency\n19.\t ETC—electronic toll collection\n20.\t EV—electric vehicle\n21.\t FHWA—Federal Highway Administration\n22.\t FRA—Federal Railroad Administration\n23.\t ft—foot or feet\n24.\t FTA—Federal Transit Administration\n25.\t HOV—high-occupancy vehicle\n26.\t IEEE—Institute of Electrical and Electronics Engineers\n27.\t\nIES—Illuminating Engineering Society\n28.\t ILEV—inherently low emission vehicle\n29.\t in—inch(es)\n30.\t ISEA—International Safety Equipment Association\n31.\t ITE—Institute of Transportation Engineers\n32.\t ITS—intelligent transportation systems\n33.\t L—taper length\n34.\t LED—light-emitting diode\n35.\t LP—liquified petroleum\n36.\t LRT—light rail transit\n37.\t\nmi—mile(s)\n38.\t MPH or mph—miles per hour\n39.\t MUTCD—Manual on Uniform Traffic Control Devices for Streets and Highways\n40.\t N—length of one line segment plus one gap of a broken line\n41.\t NCEES—National Council of Examiners for Engineering and Surveying\n42.\t NCHRP—National Cooperative Highway Research Program\n43.\t ODD—Operational Design Domain\n44.\t OPM—U.S. Office of Personnel Management\n45.\t ORT—open-road tolling\n46.\t PCMS—portable changeable message sign\n47.\t\nPRT—perception-response time\n48.\t RRFB—rectangular rapid-flashing beacon\n49.\t RV—recreational vehicle\n50.\t SAE—Society of Automotive Engineers\n51.\t SHV—Specialized Hauling Vehicle\n52.\t SPF—safety performance function\n53.\t TA—Typical Application\n54.\t TDD—telecommunication device for the deaf\n55.\t TRB—Transportation Research Board\n56.\t TTC—temporary traffic control\n57.\t\nU.S.—United States\n58.\t U.S.C.—United States Code\n59.\t USDOT—United States Department of Transportation\n60.\t UVC—Uniform Vehicle Code\n61.\t\nVPH or vph—vehicles per hour\n62.\t V2I—vehicle-to-infrastructure\n01a\t\nThe following acronyms and abbreviations, when used in this Manual, shall have the following \nmeanings:\n1.\t\nVDOT—Virginia Department of Transportation \n2.\t\nTOD—VDOT Traffic Operations Division \n3.\t\nCTB—Commonwealth Transportation Board \n4.\t\nVA—Virginia\n5.\t\nATSSA—American Traffic Safety Services Association \n6.\t\nVWAPM —Virginia Work Area Protection Manual\nPart 1. General\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 31\nJanuary 2026\nFinal - Pending \nApproval"
        }
      ],
      "section_count": 3
    },
    {
      "chapter_code": "1D",
      "title": "PROVISIONS APPLICABLE TO TRAFFIC CONTROL DEVICES IN GENERAL",
      "virginia_specific_content": true,
      "keywords": [
        "provisions",
        "applicable",
        "signal",
        "traffic",
        "devices",
        "warning",
        "red",
        "toll",
        "lighting",
        "pedestrian",
        "shoulder",
        "sign",
        "lane",
        "curve",
        "freeway",
        "vdot",
        "speed",
        "general",
        "visibility",
        "grade"
      ],
      "sections": [
        {
          "section_number": "1D.01",
          "title": "Purpose and Principles of Traffic Control Devices",
          "virginia_specific": false,
          "content": {
            "standard": [
              "06 Traffic control devices used on site roadways open to public travel shall have the same shape, color, and meaning as those required by the MUTCD for use on public highways, except as provided otherwise elsewhere in this Manual. Sign size exceptions are noted in each Part as applicable."
            ],
            "guidance": [
              "03 To be effective, a traffic control device should: A.\t Fulfill a need; B.\t Command attention; C.\t Convey a clear, simple meaning; D.\t Command respect from road users; and E.\t Give adequate time for proper response. 04 Design, placement, operation, maintenance, and uniformity are aspects that should be carefully considered in order to maximize the ability of a traffic control device to be consistent with the five principles listed in Paragraph 3 of this Section. Vehicle speed and road-user types should be carefully considered as an element that governs the design, operation, placement, and location of various traffic control devices. 05 The proper use of traffic control devices should provide the road user with the information necessary to safely, efficiently, and lawfully use the streets, highways, pedestrian facilities, and bikeways."
            ],
            "option": [],
            "support": [
              "01 The purpose of traffic control devices, as well as the principles for their use, is to promote highway safety, inclusion and mobility of all road users, and efficiency by providing for the orderly movement of road users on streets, highways, bikeways, and site roadways open to public travel throughout the Nation. Section 1A.03 contains additional information on target road users. 02 This Manual contains the basic principles that govern the design and use of traffic control devices for all streets, highways, bikeways, and site roadways open to public travel (see definition in Section 1C.02) regardless of type or class or the public agency, official, or owner having jurisdiction. The text of this Manual specifies the restriction on the use of a device if it is intended for limited application or for a specific system. It is important that these principles be given primary consideration in the selection and application of each device."
            ]
          },
          "raw_text": "Support:\n01\t\t\nThe purpose of traffic control devices, as well as the principles for their use, is to promote highway safety, \ninclusion and mobility of all road users, and efficiency by providing for the orderly movement of road users \non streets, highways, bikeways, and site roadways open to public travel throughout the Nation. Section 1A.03 \ncontains additional information on target road users.\n02\t\t\nThis Manual contains the basic principles that govern the design and use of traffic control devices for all \nstreets, highways, bikeways, and site roadways open to public travel (see definition in Section 1C.02) regardless \nof type or class or the public agency, official, or owner having jurisdiction. The text of this Manual specifies the \nrestriction on the use of a device if it is intended for limited application or for a specific system. It is important \nthat these principles be given primary consideration in the selection and application of each device.\nGuidance:\n03\t\t\nTo be effective, a traffic control device should:\nA.\t Fulfill a need;\nB.\t Command attention;\nC.\t Convey a clear, simple meaning;\nD.\t Command respect from road users; and\nE.\t Give adequate time for proper response.\n04\t\t\nDesign, placement, operation, maintenance, and uniformity are aspects that should be carefully considered \nin order to maximize the ability of a traffic control device to be consistent with the five principles listed in \nParagraph 3 of this Section. Vehicle speed and road-user types should be carefully considered as an element that \ngoverns the design, operation, placement, and location of various traffic control devices.\n05\t\t\nThe proper use of traffic control devices should provide the road user with the information necessary to \nsafely, efficiently, and lawfully use the streets, highways, pedestrian facilities, and bikeways.\nStandard:\n06\t\t\nTraffic control devices used on site roadways open to public travel shall have the same shape, color, \nand meaning as those required by the MUTCD for use on public highways, except as provided otherwise \nelsewhere in this Manual. Sign size exceptions are noted in each Part as applicable."
        },
        {
          "section_number": "1D.02",
          "title": "Responsibility and Authority for Traffic Control Devices",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 The responsibility for the design, placement, operation, maintenance, and uniformity of traffic control devices in compliance with the provisions of this Manual shall rest with the public agency or the official having jurisdiction, or, in the case of site roadways open to public travel, with the private owner or private official having jurisdiction. 02 All regulatory traffic control devices shall be supported by laws, ordinances, or regulations. 03 Traffic control devices, public announcements or notices, and other signs or messages within the highway right-of-way shall be placed only as authorized by a public authority or the official having jurisdiction, or, in the case of site roadways or private toll roads open to public travel, by the private owner or private official having jurisdiction, for the purpose of regulating, warning, or guiding traffic. 04 When the public agency or the official having jurisdiction over a street or highway or, in the case of site roadways open to public travel, the private owner or private official having jurisdiction, has granted proper authority, others such as contractors and public utility companies shall be allowed to install temporary traffic control devices in temporary traffic control zones. Such traffic control devices shall comply with the provisions of this Manual. 05 Signs and other devices that do not have any traffic control purpose that are placed within the highway right-of-way shall not be located where they will interfere with, or detract from, traffic control devices."
            ],
            "guidance": [],
            "option": [],
            "support": [
              "06 States are encouraged to adopt, through policy or legislation, the provisions of 23 CFR 750.108 that restrict outdoor advertising from resembling traffic control devices. 06a The Code of Virginia § 33.2-1216 prohibits advertisements or advertising structures that resemble traffic signal lights or traffic control signs within visible distance of any highway. Part 1. General Page 32 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval"
            ]
          },
          "raw_text": "Standard:\n01\t\t\nThe responsibility for the design, placement, operation, maintenance, and uniformity of traffic control \ndevices in compliance with the provisions of this Manual shall rest with the public agency or the official \nhaving jurisdiction, or, in the case of site roadways open to public travel, with the private owner or private \nofficial having jurisdiction.\n02\t\t\nAll regulatory traffic control devices shall be supported by laws, ordinances, or regulations.\n03\t\t\nTraffic control devices, public announcements or notices, and other signs or messages within the \nhighway right-of-way shall be placed only as authorized by a public authority or the official having \njurisdiction, or, in the case of site roadways or private toll roads open to public travel, by the private owner \nor private official having jurisdiction, for the purpose of regulating, warning, or guiding traffic.\n04\t\t\nWhen the public agency or the official having jurisdiction over a street or highway or, in the case of site \nroadways open to public travel, the private owner or private official having jurisdiction, has granted proper \nauthority, others such as contractors and public utility companies shall be allowed to install temporary \ntraffic control devices in temporary traffic control zones. Such traffic control devices shall comply with the \nprovisions of this Manual.\n05\t\t\nSigns and other devices that do not have any traffic control purpose that are placed within the highway \nright-of-way shall not be located where they will interfere with, or detract from, traffic control devices.\nSupport:\n06\t\t\nStates are encouraged to adopt, through policy or legislation, the provisions of 23 CFR 750.108 that restrict \noutdoor advertising from resembling traffic control devices.\n06a\t\nThe Code of Virginia § 33.2-1216 prohibits advertisements or advertising structures that resemble traffic \nsignal lights or traffic control signs within visible distance of any highway.\nPart 1. General\nPage 32\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval"
        },
        {
          "section_number": "1D.03",
          "title": "Engineering Study and Engineering Judgment",
          "virginia_specific": true,
          "content": {
            "standard": [
              "03 This Manual describes the application of traffic control devices, but shall not be a legal requirement for their installation."
            ],
            "guidance": [
              "05 The decision to use a particular device at a particular location should be made on the basis of either an engineering study or the application of engineering judgment by an engineer, someone under the direct supervision of an engineer, or other individual as duly authorized by State law to engage in the practice of engineering. Thus, while this Manual provides Standards, Guidance, and Options for design and application of traffic control devices, this Manual should not be considered a substitute for engineering judgment. Engineering judgment should be exercised in the selection and application of traffic control devices, as well as in the location and design of roads and streets that the devices complement. 06 Early in the processes of location and design of roads and streets, engineers should coordinate such location and design with the design and placement of the traffic control devices to be used with such roads and streets. 07 Jurisdictions, or owners of site roadways or private toll roads open to public travel, with responsibility for traffic control that do not have an engineer on their staff who is trained and/or experienced in traffic control devices should seek engineering assistance from others, such as the State transportation agency, their county, a nearby large city, or a traffic engineering consultant."
            ],
            "option": [],
            "support": [
              "01 Definitions of professional engineer, engineering study, and engineering judgment are provided in Section 1C.02. 02 The application of engineering study and engineering judgment is a fundamental principle of the use of traffic control devices. It is for this reason that, in most cases, the selection of a particular device is not required by a Standard provision, but is determined by engineering study or engineering judgment. Many Standard provisions in this Manual specifically require, by explicit language in the individual provisions or by implication, the application of engineering study or engineering judgment in applying those Standards. Site-specific conditions might result in the determination that it is impossible or impracticable to comply with a Standard at that location. In such a case, a deviation from the requirement of a particular Standard at that location might be the only possibility. In such limited, specific cases, the deviation is allowed, provided that the agency or official having jurisdiction fully documents, through an engineering study, the engineering basis for the deviation.",
              "04 The MUTCD does not mandate, and is not intending to imply, that an engineer must make the final decision whether to implement or execute the determination or advice of an engineer by installing or constructing the traffic control device to the engineer’s specification in the field. Rather, the engineer, individual under supervision of an engineer, or other individual as duly authorized by State law to engage in the practice of engineering, develops an engineering-based solution that includes the specifications for selection and placement of traffic control devices, but the responsibility for a final decision to implement that solution rests with the agency having jurisdiction over the roadway, after consultation with and based on advice from the engineer. 04a VDOT’s policy(ies) identifying specific work products that must be signed and sealed by a professional engineer licensed to practice engineering in the Commonwealth of Virginia can be found in the latest edition of VDOT’s IIM-TE-362. 04b VDOT staff whose position is organizationally beneath a responsible charge engineer position are considered to be an “individual under supervision of an engineer” for purposes of this Section.",
              "08 The provisions of this Manual are intended to be interpreted and applied by engineers or those under the supervision of an engineer. The construction of the provisions of this Manual, therefore, are informed by bases referenced in Paragraphs 9 and 10 of this Section. 09 The National Council of Examiners for Engineering and Surveying (NCEES) has defined the practice of engineering as “any service or creative work requiring engineering education, training, and experience in the application of engineering principles and the interpretation of engineering data to engineering activities that potentially impact the health, safety, and welfare of the public.” The practice of engineering is, therefore, subject to regulation in the public interest and is regulated by the State licensing boards in order to safeguard the health, safety, and welfare of the public. The NCEES has defined an engineer as “an individual who is qualified to practice engineering by reason of engineering education, training, and experience in the application of engineering principles and the interpretation of engineering data.” Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 33 January 2026 Final - Pending Approval   10 The U.S. Office of Personnel Management (OPM) has defined the professional knowledge of engineering as “the comprehensive, in-depth knowledge of mathematical, physical, and engineering sciences applicable to a specialty field of engineering that characterizes a full 4-year engineering program leading to a bachelor’s degree, or the equivalent.” The OPM has defined professional ability to apply engineering knowledge as “the ability to (a) apply fundamental and diversified professional engineering concepts, theories, and practices to achieve engineering objectives with versatility, judgment, and perception; (b) adapt and apply methods and techniques of related scientific disciplines; and (c) organize, analyze, interpret, and evaluate scientific data in the solution of engineering problems.” 11 Requisite technical training in the application of the principles of the MUTCD might be available from the State’s Local Technical Assistance Program (LTAP) for needed engineering guidance and assistance."
            ]
          },
          "raw_text": "Support:\n01\t\t\nDefinitions of professional engineer, engineering study, and engineering judgment are provided in Section 1C.02.\n02\t\t\nThe application of engineering study and engineering judgment is a fundamental principle of the use of traffic \ncontrol devices. It is for this reason that, in most cases, the selection of a particular device is not required by a \nStandard provision, but is determined by engineering study or engineering judgment. Many Standard provisions \nin this Manual specifically require, by explicit language in the individual provisions or by implication, the \napplication of engineering study or engineering judgment in applying those Standards. Site-specific conditions \nmight result in the determination that it is impossible or impracticable to comply with a Standard at that location. \nIn such a case, a deviation from the requirement of a particular Standard at that location might be the only \npossibility. In such limited, specific cases, the deviation is allowed, provided that the agency or official having \njurisdiction fully documents, through an engineering study, the engineering basis for the deviation.\nStandard:\n03\t\t\nThis Manual describes the application of traffic control devices, but shall not be a legal requirement for \ntheir installation.\nSupport: \n04\t\t\nThe MUTCD does not mandate, and is not intending to imply, that an engineer must make the final decision \nwhether to implement or execute the determination or advice of an engineer by installing or constructing the \ntraffic control device to the engineer’s specification in the field. Rather, the engineer, individual under supervision \nof an engineer, or other individual as duly authorized by State law to engage in the practice of engineering, \ndevelops an engineering-based solution that includes the specifications for selection and placement of traffic \ncontrol devices, but the responsibility for a final decision to implement that solution rests with the agency having \njurisdiction over the roadway, after consultation with and based on advice from the engineer.\n04a\t\nVDOT’s policy(ies) identifying specific work products that must be signed and sealed by a professional \nengineer licensed to practice engineering in the Commonwealth of Virginia can be found in the latest edition of \nVDOT’s IIM-TE-362. \n04b\t\nVDOT staff whose position is organizationally beneath a responsible charge engineer position are considered \nto be an “individual under supervision of an engineer” for purposes of this Section.\nGuidance:\n05\t\t\nThe decision to use a particular device at a particular location should be made on the basis of either \nan engineering study or the application of engineering judgment by an engineer, someone under the direct \nsupervision of an engineer, or other individual as duly authorized by State law to engage in the practice of \nengineering. Thus, while this Manual provides Standards, Guidance, and Options for design and application of \ntraffic control devices, this Manual should not be considered a substitute for engineering judgment. Engineering \njudgment should be exercised in the selection and application of traffic control devices, as well as in the location \nand design of roads and streets that the devices complement.\n06\t\t\nEarly in the processes of location and design of roads and streets, engineers should coordinate such location \nand design with the design and placement of the traffic control devices to be used with such roads and streets.\n07\t\t\nJurisdictions, or owners of site roadways or private toll roads open to public travel, with responsibility for \ntraffic control that do not have an engineer on their staff who is trained and/or experienced in traffic control \ndevices should seek engineering assistance from others, such as the State transportation agency, their county, \na nearby large city, or a traffic engineering consultant.\nSupport:\n08\t\t\nThe provisions of this Manual are intended to be interpreted and applied by engineers or those under the \nsupervision of an engineer. The construction of the provisions of this Manual, therefore, are informed by bases \nreferenced in Paragraphs 9 and 10 of this Section.\n09\t\t\nThe National Council of Examiners for Engineering and Surveying (NCEES) has defined the practice \nof engineering as “any service or creative work requiring engineering education, training, and experience in \nthe application of engineering principles and the interpretation of engineering data to engineering activities \nthat potentially impact the health, safety, and welfare of the public.” The practice of engineering is, therefore, \nsubject to regulation in the public interest and is regulated by the State licensing boards in order to safeguard the \nhealth, safety, and welfare of the public. The NCEES has defined an engineer as “an individual who is qualified \nto practice engineering by reason of engineering education, training, and experience in the application of \nengineering principles and the interpretation of engineering data.”\nPart 1. General\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 33\nJanuary 2026\nFinal - Pending \nApproval\n\n    \n10\t\t\nThe U.S. Office of Personnel Management (OPM) has defined the professional knowledge of engineering \nas “the comprehensive, in-depth knowledge of mathematical, physical, and engineering sciences applicable to a \nspecialty field of engineering that characterizes a full 4-year engineering program leading to a bachelor’s degree, \nor the equivalent.” The OPM has defined professional ability to apply engineering knowledge as “the ability \nto (a) apply fundamental and diversified professional engineering concepts, theories, and practices to achieve \nengineering objectives with versatility, judgment, and perception; (b) adapt and apply methods and techniques \nof related scientific disciplines; and (c) organize, analyze, interpret, and evaluate scientific data in the solution of \nengineering problems.”\n11\t\t\nRequisite technical training in the application of the principles of the MUTCD might be available from the \nState’s Local Technical Assistance Program (LTAP) for needed engineering guidance and assistance."
        },
        {
          "section_number": "1D.04",
          "title": "Design of Traffic Control Devices",
          "virginia_specific": true,
          "content": {
            "standard": [
              "03a Minor deviations from the standard design of a traffic control device for spot applications shall be approved by the District Traffic Engineer or their designee.  Minor deviations from the standard design of a traffic control device for other applications, such as Districtwide, countywide, or corridor wide, shall be approved by the Assistant State Traffic Operations Engineer."
            ],
            "guidance": [
              "01 Devices should be designed so that features such as size, shape, color, composition, lighting or retroreflection, and contrast are combined to draw attention to the devices; so that size, shape, color, and simplicity of message combine to produce a clear meaning; so that legibility and size combine with placement to provide adequate time for response; and so that uniformity, size, legibility, and reasonableness of the message combine to command respect.",
              "03 Aspects of the standard design of a traffic control device should not be modified unless there is a demonstrated need in unusual circumstances, based on an engineering study or engineering judgment."
            ],
            "option": [
              "02 Except for symbols and colors, minor modifications in the specific design elements of a device may be made based on an engineering study or engineering judgment, in accordance with Paragraph 3 of this Section, provided the essential appearance characteristics are preserved."
            ],
            "support": [
              "01a The Code of Virginia §46.2-1312 requires that, “Traffic signs and traffic signals and markings placed or erected by local authorities pursuant to this title shall conform in size, design, and color to those erected for the same purpose by the Department of Transportation.”",
              "03b For modifications to the standard design of a Regulatory sign or Warning sign, or proposed new Regulatory signs or warning signs, refer to Section 1B.05 for approval requirements. 04 An example of acceptably modifying the design of a device would be to modify the Combination Horizontal Alignment/Intersection (W1-10) sign to show intersecting side roads on both sides rather than on just one side of the major road within the curve. Part 1. General Page 34 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval"
            ]
          },
          "raw_text": "Guidance:\n01\t\t\nDevices should be designed so that features such as size, shape, color, composition, lighting or \nretroreflection, and contrast are combined to draw attention to the devices; so that size, shape, color, and \nsimplicity of message combine to produce a clear meaning; so that legibility and size combine with placement to \nprovide adequate time for response; and so that uniformity, size, legibility, and reasonableness of the message \ncombine to command respect.\nSupport: \n01a\t\nThe Code of Virginia §46.2-1312 requires that, “Traffic signs and traffic signals and markings placed or \nerected by local authorities pursuant to this title shall conform in size, design, and color to those erected for the \nsame purpose by the Department of Transportation.”\nOption:\n02\t\t\nExcept for symbols and colors, minor modifications in the specific design elements of a device may be made \nbased on an engineering study or engineering judgment, in accordance with Paragraph 3 of this Section, provided \nthe essential appearance characteristics are preserved.\nGuidance:\n03\t\t\nAspects of the standard design of a traffic control device should not be modified unless there is a \ndemonstrated need in unusual circumstances, based on an engineering study or engineering judgment.\nStandard:  \n03a\t\nMinor deviations from the standard design of a traffic control device for spot applications shall be \napproved by the District Traffic Engineer or their designee.  Minor deviations from the standard design of \na traffic control device for other applications, such as Districtwide, countywide, or corridor wide, shall be \napproved by the Assistant State Traffic Operations Engineer. \nSupport:\n03b\t\nFor modifications to the standard design of a Regulatory sign or Warning sign, or proposed new Regulatory \nsigns or warning signs, refer to Section 1B.05 for approval requirements.\n04\t\t\nAn example of acceptably modifying the design of a device would be to modify the Combination Horizontal \nAlignment/Intersection (W1-10) sign to show intersecting side roads on both sides rather than on just one side of \nthe major road within the curve.\nPart 1. General\nPage 34\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval"
        },
        {
          "section_number": "1D.05",
          "title": "Color Code",
          "virginia_specific": true,
          "content": {
            "standard": [
              "02 The general meaning of the 13 colors shall be as follows: A.\t Black—regulation B.\t Blue—road-user services guidance, tourist information, and evacuation route C.\t Brown—recreational and cultural interest area guidance D.\t Coral—reserved for future designation (see Paragraph 4 of this Section) E.\t Fluorescent Pink—incident management F.\t Fluorescent Yellow-Green—pedestrian warning, bicycle warning, playground warning, school bus warning, and school warning G.\t Green—indicated movements or actions permitted and direction guidance H.\t Light Blue—reserved for future designation (see Paragraph 4 of this Section) I.\t Orange—temporary traffic control J.\t Purple—restricted to use only by vehicles with registered electronic toll collection (ETC) accounts K.\t Red—stop or prohibition L.\t White—regulation M.\t Yellow—warning 03 These colors shall be used only as prescribed for the specific devices or applications throughout this Manual."
            ],
            "guidance": [],
            "option": [],
            "support": [
              "01 The following color code establishes general meanings for 11 colors of a total of 13 colors that have been identified as being appropriate for use in conveying traffic control information.",
              "03a The Code of Virginia §46.2-1312 requires that, “Traffic signs and traffic signals and markings placed or erected by local authorities pursuant to this title shall conform in size, design, and color to those erected for the same purpose by the Department of Transportation.” 04 The two colors for which general meanings have not yet been assigned are being reserved for future applications that will be determined only by the FHWA after consultation with the States, the engineering community, and the general public. The meanings described in this Section are of a general nature. More specific assignments of colors are given in the individual Parts of this Manual relating to each class of devices. 05 Tolerance limits for each color are contained in 23 CFR Part 655, Appendix to Subpart F and are available at the Federal Highway Administration’s MUTCD Web site at http://mutcd.fhwa.dot.gov."
            ]
          },
          "raw_text": "Support:\n01\t\t\nThe following color code establishes general meanings for 11 colors of a total of 13 colors that have been \nidentified as being appropriate for use in conveying traffic control information.\nStandard:\n02\t\t\nThe general meaning of the 13 colors shall be as follows:\nA.\t Black—regulation\nB.\t Blue—road-user services guidance, tourist information, and evacuation route\nC.\t Brown—recreational and cultural interest area guidance\nD.\t Coral—reserved for future designation (see Paragraph 4 of this Section)\nE.\t Fluorescent Pink—incident management\nF.\t Fluorescent Yellow-Green—pedestrian warning, bicycle warning, playground warning, school bus \nwarning, and school warning\nG.\t Green—indicated movements or actions permitted and direction guidance\nH.\t Light Blue—reserved for future designation (see Paragraph 4 of this Section)\nI.\t Orange—temporary traffic control\nJ.\t Purple—restricted to use only by vehicles with registered electronic toll collection (ETC) accounts\nK.\t Red—stop or prohibition\nL.\t White—regulation\nM.\t Yellow—warning\n03\t\t\nThese colors shall be used only as prescribed for the specific devices or applications throughout this \nManual.\nSupport:\n03a\t\nThe Code of Virginia §46.2-1312 requires that, “Traffic signs and traffic signals and markings placed or \nerected by local authorities pursuant to this title shall conform in size, design, and color to those erected for the \nsame purpose by the Department of Transportation.”\n04\t\t\nThe two colors for which general meanings have not yet been assigned are being reserved for future \napplications that will be determined only by the FHWA after consultation with the States, the engineering \ncommunity, and the general public. The meanings described in this Section are of a general nature. More specific \nassignments of colors are given in the individual Parts of this Manual relating to each class of devices.\n05\t\t\nTolerance limits for each color are contained in 23 CFR Part 655, Appendix to Subpart F and are available at \nthe Federal Highway Administration’s MUTCD Web site at http://mutcd.fhwa.dot.gov."
        },
        {
          "section_number": "1D.06",
          "title": "Public Domain, Copyrights, and Patents",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 Traffic control device design or application provisions contained in this Manual shall be in the public domain. Traffic control devices contained in this Manual shall not be protected by a patent, trademark, or copyright, except for the Interstate Shield, 511 Travel Information pictograph, National Scenic Byway graphic, and any items under the stewardship of or owned by FHWA. 02 A traffic control device design or application shall not be eligible for official experimentation (see Section 1B.05) or interim approval (see Section 1B.07) unless it is in the public domain. Express abandonment of any and all forms of proprietary protection, such as patents, trademarks, or copyrights, related to the design and application of the traffic control device shall satisfy the requirement for the traffic control device to be in the public domain. 03 The requirement for the traffic control device to be in the public domain shall not apply to individual components used in the assembly or manufacture of the traffic control device."
            ],
            "guidance": [],
            "option": [],
            "support": [
              "04 The limitation on patented, trademarked, or copyrighted traffic control devices, applies to the message that the device conveys to the road user. If a patent or other protection covers the device’s communication to the road user by virtue of its appearance, audible message, or other aspects of the message conveyed (such as the order in which traffic control signal indications change from green to yellow and red), then the device is considered to be protected and not in the public domain. Such a device is precluded from inclusion in this Manual. The purpose of this limitation is to ensure uniformity of the messaging of individually approved traffic control devices. This limitation does not apply to other aspects of a device (such as internal controls, circuitry, electronics, mechanics, or housing) so long as the appearance, audible message, or other aspects of the message conveyed, including the manner of conveyance, remain freely reproducible by all without infringing on any proprietary rights or interests.  Part 1. General Virginia MUTCD for Streets and Highways | Version 11.0 Page 35 January 2026 Final - Pending Approval  Part 1. General This Manual does not prohibit such other aspects of a traffic control device that meet the legal requirements from being protected through patent, trademark, or copyright; and does not restrict components, parts, manufacturing processes, or similar aspects of traffic control devices from being patented or otherwise protected. Examples of acceptable protected traffic control device components or parts might include: sign sheeting or retroreflectivity technology, internal electronic components of traffic signal controllers, and breakaway sign support mechanisms. 05 Pictographs, as defined in Section 1C.02, are embedded in traffic control devices, but the pictographs themselves are not considered traffic control devices for the purposes of Paragraph 4 of this Section. 06 Business identification logos, as defined in Section 1C.02, are embedded in traffic control devices, but the logos themselves are not considered traffic control devices for the purposes of Paragraph 4 of this Section."
            ]
          },
          "raw_text": "Standard:\n01\t\t\nTraffic control device design or application provisions contained in this Manual shall be in the public \ndomain. Traffic control devices contained in this Manual shall not be protected by a patent, trademark, \nor copyright, except for the Interstate Shield, 511 Travel Information pictograph, National Scenic Byway \ngraphic, and any items under the stewardship of or owned by FHWA.\n02\t\t\nA traffic control device design or application shall not be eligible for official experimentation \n(see Section 1B.05) or interim approval (see Section 1B.07) unless it is in the public domain. Express \nabandonment of any and all forms of proprietary protection, such as patents, trademarks, or copyrights, \nrelated to the design and application of the traffic control device shall satisfy the requirement for the traffic \ncontrol device to be in the public domain.\n03\t\t\nThe requirement for the traffic control device to be in the public domain shall not apply to individual \ncomponents used in the assembly or manufacture of the traffic control device.\nSupport:\n04\t\t\nThe limitation on patented, trademarked, or copyrighted traffic control devices, applies to the message that \nthe device conveys to the road user. If a patent or other protection covers the device’s communication to the road \nuser by virtue of its appearance, audible message, or other aspects of the message conveyed (such as the order in \nwhich traffic control signal indications change from green to yellow and red), then the device is considered to be \nprotected and not in the public domain. Such a device is precluded from inclusion in this Manual. The purpose \nof this limitation is to ensure uniformity of the messaging of individually approved traffic control devices. This \nlimitation does not apply to other aspects of a device (such as internal controls, circuitry, electronics, mechanics, \nor housing) so long as the appearance, audible message, or other aspects of the message conveyed, including the \nmanner of conveyance, remain freely reproducible by all without infringing on any proprietary rights or interests.\n\nPart 1. General\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 35\nJanuary 2026\nFinal - Pending \nApproval\n\nPart 1. General\nThis Manual does not prohibit such other aspects of a traffic control device that meet the legal requirements from \nbeing protected through patent, trademark, or copyright; and does not restrict components, parts, manufacturing \nprocesses, or similar aspects of traffic control devices from being patented or otherwise protected. Examples of \nacceptable protected traffic control device components or parts might include: sign sheeting or retroreflectivity \ntechnology, internal electronic components of traffic signal controllers, and breakaway sign support mechanisms.\n05\t\t\nPictographs, as defined in Section 1C.02, are embedded in traffic control devices, but the pictographs \nthemselves are not considered traffic control devices for the purposes of Paragraph 4 of this Section.\n06\t\t\nBusiness identification logos, as defined in Section 1C.02, are embedded in traffic control devices, but the \nlogos themselves are not considered traffic control devices for the purposes of Paragraph 4 of this Section."
        },
        {
          "section_number": "1D.07",
          "title": "Advertising",
          "virginia_specific": false,
          "content": {
            "standard": [
              "01 Traffic control devices or their supports shall not bear any advertising message or any other message that is not related to traffic control."
            ],
            "guidance": [],
            "option": [],
            "support": [
              "02 Acknowledgment signs (see Section 2H.13), Specific Service signs (see Chapter 2J), and Tourist-Oriented Directional signs (see Chapter 2K) are not considered advertising."
            ]
          },
          "raw_text": "Standard:\n01\t\t\nTraffic control devices or their supports shall not bear any advertising message or any other message \nthat is not related to traffic control.\nSupport:\n02\t\t\nAcknowledgment signs (see Section 2H.13), Specific Service signs (see Chapter 2J), and Tourist-Oriented \nDirectional signs (see Chapter 2K) are not considered advertising."
        },
        {
          "section_number": "1D.08",
          "title": "Abbreviations Used on Traffic Control Devices",
          "virginia_specific": false,
          "content": {
            "standard": [
              "01 When the word messages shown in Table 1D-1(VA) need to be abbreviated in connection with traffic control devices, the abbreviations shown in Table 1D-1(VA) shall be used. 02 When the word messages shown in Table 1D-2 need to be abbreviated on a portable changeable message sign, the abbreviations shown in Table 1D-2 shall be used. Unless indicated by an asterisk, these abbreviations shall only be used on portable changeable message signs.",
              "04 The abbreviations shown in Table 1D-3 shall not be used in connection with traffic control devices because of their potential to be misinterpreted by road users."
            ],
            "guidance": [
              "03 The abbreviations for the words listed in Table 1D-2 that also show a prompt word should not be used on a portable changeable message sign (or on a static sign if indicated in Table 1D-2 by an asterisk) unless the prompt word shown in Table 1D-2 either precedes or follows the abbreviation, as applicable.",
              "05 If Table 1D-1(VA) or 1D-2 indicates that more than one abbreviation is allowed for a given word or phrase, the same abbreviation should be used throughout a single jurisdiction. 06 Except as otherwise provided in Table 1D-1(VA) or 1D-2 or unless necessary to avoid confusion, periods, commas, apostrophes, question marks, ampersands, and other punctuation marks or characters that are not letters or numerals should not be used in any abbreviation. 06a Where it is necessary to include the name of an adjacent state in a destination name in order to improve driver understanding, state names should be abbreviated using the state’s postal abbreviation in uppercase letters with no periods or commas (e.g. Greensboro NC; Charleston WV; Pikeville KY; Knoxville TN, Baltimore MD)."
            ],
            "option": [],
            "support": []
          },
          "raw_text": "Standard:\n01\t\t\nWhen the word messages shown in Table 1D-1(VA) need to be abbreviated in connection with traffic \ncontrol devices, the abbreviations shown in Table 1D-1(VA) shall be used.\n02\t\t\nWhen the word messages shown in Table 1D-2 need to be abbreviated on a portable changeable \nmessage sign, the abbreviations shown in Table 1D-2 shall be used. Unless indicated by an asterisk, these \nabbreviations shall only be used on portable changeable message signs.\nGuidance:\n03\t\t\nThe abbreviations for the words listed in Table 1D-2 that also show a prompt word should not be used on a \nportable changeable message sign (or on a static sign if indicated in Table 1D-2 by an asterisk) unless the prompt \nword shown in Table 1D-2 either precedes or follows the abbreviation, as applicable.\nStandard:\n04\t\t\nThe abbreviations shown in Table 1D-3 shall not be used in connection with traffic control devices \nbecause of their potential to be misinterpreted by road users.\nGuidance:\n05\t\t\nIf Table 1D-1(VA) or 1D-2 indicates that more than one abbreviation is allowed for a given word or phrase, \nthe same abbreviation should be used throughout a single jurisdiction.\n06\t\t\nExcept as otherwise provided in Table 1D-1(VA) or 1D-2 or unless necessary to avoid confusion, periods, \ncommas, apostrophes, question marks, ampersands, and other punctuation marks or characters that are not \nletters or numerals should not be used in any abbreviation.\n06a\t\nWhere it is necessary to include the name of an adjacent state in a destination name in order to improve driver \nunderstanding, state names should be abbreviated using the state’s postal abbreviation in uppercase letters with no \nperiods or commas (e.g. Greensboro NC; Charleston WV; Pikeville KY; Knoxville TN, Baltimore MD)."
        },
        {
          "section_number": "1D.09",
          "title": "Placement and Operation of Traffic Control Devices",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 Before any highway, site roadway open to public travel (see definition in Section 1C.02), detour, or temporary route is opened to public travel, all traffic control devices necessary for safe operation shall be in place.",
              "Standard Abbreviation Afternoon / Evening PM Alternate ALT AM Radio AM Avenue Ave, Av* Bicycle(s) BIKE, BIKES Boulevard Blvd* Bridge (See Table 1D-2) CB Radio CB Center Ctr** Circle Cir* Civil Defense CD Compressed Natural Gas CNG Court Ct* Courthouse CH Crossing (other than highway-rail) X-ING Drive Dr* East E Electric Vehicle EV Expressway Expwy* Feet FT FM Radio FM Freeway Fwy* Hazardous Material(s) HAZMAT, HAZMATS High Occupancy Vehicle(s) HOV Highway Hwy* Hospital HOSP Hour(s) HR, HRS Information INFO Inherently Low Emission Vehicle ILEV International Intl Interstate (See Table 1D-2) Junction / Intersection JCT Lane (See Table 1D-2) Liquified Petroleum Gas LP-GAS Maximum MAX Word Message",
              "Standard Abbreviation Mile(s) MI Miles per Hour MPH Minimum MIN Minute(s) MIN, MINS Morning / Late Night AM Mount Mt** Mountain Mtn** National Natl** North N Northeast NE Northwest NW Parkway Pkwy* Pedestrian(s) PED, PEDS Place Pl* Pounds LBS Road Rd* Saint St** South S Southeast SE Southwest SW State, county, or other non-US or non-Interstate numbered route (See Table 1D-2) Street St* Telephone PHONE Temporary TEMP Terrace Ter* Thruway Thwy* Ton(s) T Trail Tr* Turnpike Tpk* Two-Way Intersection, Two- Way Traffic 2-WAY US Numbered Route (See Table 1D-2) West W Days of the Week Day",
              "Standard Abbreviation Sunday SUN Monday MON Tuesday TUES*** Wednesday WED Day",
              "Standard Abbreviation Thursday THURS*** Friday FRI Saturday SAT *\t \u0007Abbreviation shall not be used for any application other than the name of a roadway. See Table 2D-3 for complete list of street name descriptors. Examples include: Bayshore Fwy, Cross County Hwy, Mid-County Pkwy **\t \u0007Abbreviation shall not be used for any application other than as a descriptor or title within a proper name. Examples include: Vestal Ctr, Mt Hope, Pocono Mtn, Eldorado Natl Forest, St Louis ***\t\u0007Tuesday and Thursday may be abbreviated on a Changeable Message Sign (CMS) to TUE and THU, respectively, when the number of Characters in a message to be displayed cannot be practically reduced through rewording to fit the number of characters supported by the CMS, such as might occur at times on a portable CMS. Note: \u0007Abbreviations shown in upper- and lower-case lettering may be in all upper-case lettering when displayed on a changeable message sign with lower resolution that will not accommodate lower-case letter forms. See Chapter 2L of this Manual. Virginia MUTCD for Streets and Highways | Version 11.0 Page 37 January 2026 Final - Pending Approval   Table 1D-2.  Abbreviations that Shall be Used Only for Temporary Messages on Portable Changeable Message Signs (Sheet 1 of 2) Word Message",
              "Standard Abbreviation Prompt Word Preceding the Abbreviation Prompt Word Following the Abbreviation Example Access ACCS — Road ACCS ROAD Ahead AHD Fog — FOG AHD Blocked BLKD Lane — 2 LANES BLKD Bridge BR* [Name] — BAY BR Cannot CANT — — — Center CNTR — Lane CNTR LANE, CNTR LN Chemical CHEM — Spill CHEM SPILL Condition COND Traffic — TRAFFIC COND Congested CONG Traffic — TRAFFIC CONG AHD Construction CONST — Ahead CONST AHEAD Crossing XING — — PED XING Do Not DONT — — — Downtown DWNTN — Traffic DWNTN TRAFFIC Eastbound EAST Route Number, Road Name — I-4 EAST E-BND — Lane, Traffic E-BND LANE Emergency EMER — — EMER VEHICLES Entrance, Enter ENT — — ENT TO I-90 Exit EX Next — NEXT EX Express EXP — Lane EXP LANE OPEN Frontage FRNTG — Road FRNTG RD Hazardous HAZ — Driving HAZ DRIVING Highway-Rail Grade Crossing RR XING — — RR XING Interstate I-* — [Number] I-80 It Is ITS — — — Lane(s) (travel lanes of a highway) LN, LNS Right, Left, Center — LEFT LN ONLY 2 RIGHT LNS Left LFT Keep, Next — NEXT LFT LFT — Lane LFT LANE Local LOC — Traffic LOC TRAFFIC ONLY Lower LWR — Level LWR LEVEL Maintenance MAINT — — ROAD MAINT Major MAJ — Crash MAJ CRASH Minor MNR — Crash MNR CRASH Normal NORM — — — Northbound NORTH Route Number, Road Name — US 1 NORTH N-BND — Lane, Traffic N-BND TRAFFIC Oversized OVRSZ — Load OVRSZ LOAD Parking PKING — — — Pavement PVMT Icy — ICY PVMT Prepare PREP — To Stop PREP TO STOP Quality QLTY Air — AIR QLTY Right RT Keep, Next — KEEP RT RT — Lane RT LANE Road Work RD WK — Ahead, [Distance] RD WK 1 MILE Route RTE Best — BEST RTE Service SERV — — SERV AREA OPEN Shoulder SHLDR — — SHLDR CLOSED Page 38 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval   Table 1D-2.  Abbreviations that Shall be Used Only for Temporary Messages on Portable Changeable Message Signs (Sheet 2 of 2) Word Message",
              "Standard Abbreviation Prompt Word Preceding the Abbreviation Prompt Word Following the Abbreviation Example Slippery SLIP — — — Southbound SOUTH Route Number, Road Name — CA 1 SOUTH S-BND — Lane, Traffic S-BND TRAFFIC Speed SPD — — SPD LIMIT State, County, or other non-U.S. or non-Interstate numbered route [Route Abbreviation determined by highway agency]* — [Number]** NY 7, CR 43 Tires With Lugs LUGS — — — Traffic TRAF — — — Travelers TRVLRS — — — Two-Wheeled Vehicles CYCLES — — — Upper UPR — Level UPR LEVEL U.S. Numbered Route US* — [Number]** US 202 Vehicle(s) VEH, VEHS — — — Warning WARN — — — Westbound WEST Route Number, Road Name — IL 53 WEST W-BND — Lane, Traffic W-BND LANES Will Not WONT — — — *\t\u0007Abbreviation, when accompanied by the prompt word, may be used on traffic control devices other than portable message signs. See Table 1D-1(VA) for uses and format. **\t\u0007A space and no hyphen shall be placed between the abbreviation and the number of the route. Note: See Chapter 2L of this Manual for additional information on changeable message signs. Table 1D-3.  Unacceptable Abbreviations Abbreviation Intended Word Common Misinterpretation ACC Accident Access (Road) CLRS Clears Colors DLY Delay Daily FDR Feeder Federal L Left Lane (Merge) LT Light (Traffic) Left PARK Parking Park POLL Pollution (Index) Poll RED Reduce Red STAD Stadium",
              "Standard WRNG Warning Wrong Virginia MUTCD for Streets and Highways | Version 11.0 Page 39 January 2026 Final - Pending Approval"
            ],
            "guidance": [
              "03 Placement of a traffic control device should be within the road user’s view so that adequate visibility is provided. To aid in conveying the proper meaning, the traffic control device should be appropriately positioned with respect to the location, object, or situation to which it applies. The location and legibility of the traffic control device should be such that a road user has adequate time to make the proper response in both day and night conditions. 04 Traffic control devices should be placed and operated in a uniform and consistent manner as part of maintaining uniformity in traffic control. Page 36 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval  Part 1. General Table 1D-1(VA). Acceptable Abbreviations General Abbreviations Word Message",
              "06 Unnecessary traffic control devices should be removed. The fact that a device is in good physical condition should not be a basis for deferring needed removal or change."
            ],
            "option": [
              "02 Temporary traffic control devices, as provided for in the VWAPM Part 6 of this Manual, may be used in place of permanent devices that have yet to be installed for safe operation."
            ],
            "support": [
              "05 Inconsistent placement or use of a device can result in disrespect for the device at locations where the device is needed and appropriate.",
              "07 Section 2A.02 contains information on excessive use of signs and other considerations that can reduce their effectiveness and the effectiveness of other traffic control devices."
            ]
          },
          "raw_text": "Standard:\n01\t\t\nBefore any highway, site roadway open to public travel (see definition in Section 1C.02), detour, or \ntemporary route is opened to public travel, all traffic control devices necessary for safe operation shall be \nin place.\nOption:\n02\t\t\nTemporary traffic control devices, as provided for in the VWAPM Part 6 of this Manual, may be used in place \nof permanent devices that have yet to be installed for safe operation.\nGuidance:\n03\t\t\nPlacement of a traffic control device should be within the road user’s view so that adequate visibility is \nprovided. To aid in conveying the proper meaning, the traffic control device should be appropriately positioned \nwith respect to the location, object, or situation to which it applies. The location and legibility of the traffic \ncontrol device should be such that a road user has adequate time to make the proper response in both day and \nnight conditions.\n04\t\t\nTraffic control devices should be placed and operated in a uniform and consistent manner as part of \nmaintaining uniformity in traffic control.\nPage 36\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval\n\nPart 1. General\nTable 1D-1(VA). Acceptable Abbreviations\nGeneral Abbreviations\nWord Message\nStandard \nAbbreviation\nAfternoon / Evening\nPM\nAlternate\nALT\nAM Radio\nAM\nAvenue\nAve, Av*\nBicycle(s)\nBIKE, BIKES\nBoulevard\nBlvd*\nBridge\n(See Table 1D-2)\nCB Radio\nCB\nCenter\nCtr**\nCircle\nCir*\nCivil Defense\nCD\nCompressed Natural Gas\nCNG\nCourt\nCt*\nCourthouse\nCH\nCrossing (other than highway-rail)\nX-ING\nDrive\nDr*\nEast\nE\nElectric Vehicle\nEV\nExpressway\nExpwy*\nFeet\nFT\nFM Radio\nFM\nFreeway\nFwy*\nHazardous Material(s)\nHAZMAT, HAZMATS\nHigh Occupancy Vehicle(s)\nHOV\nHighway\nHwy*\nHospital\nHOSP\nHour(s)\nHR, HRS\nInformation\nINFO\nInherently Low Emission Vehicle\nILEV\nInternational\nIntl\nInterstate\n(See Table 1D-2)\nJunction / Intersection\nJCT\nLane\n(See Table 1D-2)\nLiquified Petroleum Gas\nLP-GAS\nMaximum\nMAX\nWord Message\nStandard \nAbbreviation\nMile(s)\nMI\nMiles per Hour\nMPH \nMinimum\nMIN\nMinute(s)\nMIN, MINS\nMorning / Late Night\nAM\nMount\nMt**\nMountain\nMtn**\nNational\nNatl**\nNorth\nN\nNortheast\nNE\nNorthwest\nNW\nParkway\nPkwy*\nPedestrian(s)\nPED, PEDS\nPlace\nPl*\nPounds\nLBS\nRoad\nRd*\nSaint\nSt**\nSouth\nS\nSoutheast\nSE\nSouthwest\nSW\nState, county, or other non-US or \nnon-Interstate numbered route\n(See Table 1D-2)\nStreet\nSt*\nTelephone\nPHONE\nTemporary\nTEMP\nTerrace\nTer*\nThruway\nThwy*\nTon(s)\nT\nTrail\nTr*\nTurnpike\nTpk*\nTwo-Way Intersection, Two-\nWay Traffic\n2-WAY\nUS Numbered Route\n(See Table 1D-2)\nWest\nW\nDays of the Week\nDay\nStandard \nAbbreviation\nSunday\nSUN\nMonday\nMON\nTuesday\nTUES***\nWednesday\nWED\nDay\nStandard \nAbbreviation\nThursday\nTHURS***\nFriday\nFRI\nSaturday\nSAT\n\t *\t \u0007Abbreviation shall not be used for any application other than the name of a roadway. See Table 2D-3 for complete list \nof street name descriptors. Examples include: Bayshore Fwy, Cross County Hwy, Mid-County Pkwy\n\t**\t \u0007Abbreviation shall not be used for any application other than as a descriptor or title within a proper name.\nExamples include: Vestal Ctr, Mt Hope, Pocono Mtn, Eldorado Natl Forest, St Louis\n\t***\t\u0007Tuesday and Thursday may be abbreviated on a Changeable Message Sign (CMS) to TUE and THU, respectively, when \nthe number of Characters in a message to be displayed cannot be practically reduced through rewording to fit the \nnumber of characters supported by the CMS, such as might occur at times on a portable CMS. \nNote: \u0007Abbreviations shown in upper- and lower-case lettering may be in all upper-case lettering when displayed on a changeable \nmessage sign with lower resolution that will not accommodate lower-case letter forms. See Chapter 2L of this Manual.\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 37\nJanuary 2026\nFinal - Pending \nApproval\n\n    \nTable 1D-2.  Abbreviations that Shall be Used Only for\nTemporary Messages on Portable Changeable Message Signs (Sheet 1 of 2)\nWord Message\nStandard \nAbbreviation\nPrompt Word \nPreceding the \nAbbreviation\nPrompt Word \nFollowing the \nAbbreviation\nExample\nAccess\nACCS\n—\nRoad\nACCS ROAD\nAhead\nAHD\nFog\n—\nFOG AHD\nBlocked\nBLKD\nLane\n—\n2 LANES BLKD\nBridge\nBR*\n[Name]\n—\nBAY BR\nCannot\nCANT\n—\n—\n—\nCenter\nCNTR\n—\nLane\nCNTR LANE, CNTR LN\nChemical\nCHEM\n—\nSpill\nCHEM SPILL\nCondition\nCOND\nTraffic\n—\nTRAFFIC COND\nCongested\nCONG\nTraffic\n—\nTRAFFIC CONG AHD\nConstruction\nCONST\n—\nAhead\nCONST AHEAD\nCrossing\nXING\n—\n—\nPED XING\nDo Not\nDONT\n—\n—\n—\nDowntown\nDWNTN\n—\nTraffic\nDWNTN TRAFFIC\nEastbound\nEAST\nRoute Number, Road Name\n—\nI-4 EAST\nE-BND\n—\nLane, Traffic\nE-BND LANE\nEmergency\nEMER\n—\n—\nEMER VEHICLES\nEntrance, Enter\nENT\n—\n—\nENT TO I-90\nExit\nEX\nNext\n—\nNEXT EX\nExpress\nEXP\n—\nLane\nEXP LANE OPEN\nFrontage\nFRNTG\n—\nRoad\nFRNTG RD\nHazardous\nHAZ\n—\nDriving\nHAZ DRIVING\nHighway-Rail Grade Crossing\nRR XING\n—\n— \nRR XING\nInterstate\nI-*\n—\n[Number]\nI-80\nIt Is\nITS\n—\n—\n—\nLane(s) (travel lanes of \na highway)\nLN, LNS\nRight, Left, Center\n—\nLEFT LN ONLY\n2 RIGHT LNS\nLeft\nLFT\nKeep, Next\n—\nNEXT LFT\nLFT\n—\nLane\nLFT LANE\nLocal\nLOC\n—\nTraffic\nLOC TRAFFIC ONLY\nLower\nLWR\n—\nLevel\nLWR LEVEL\nMaintenance\nMAINT\n—\n—\nROAD MAINT\nMajor\nMAJ\n—\nCrash\nMAJ CRASH\nMinor\nMNR\n—\nCrash\nMNR CRASH\nNormal\nNORM\n—\n—\n—\nNorthbound\nNORTH\nRoute Number, Road Name\n—\nUS 1 NORTH\nN-BND\n—\nLane, Traffic\nN-BND TRAFFIC\nOversized\nOVRSZ\n—\nLoad\nOVRSZ LOAD\nParking\nPKING\n—\n—\n—\nPavement\nPVMT\nIcy\n—\nICY PVMT\nPrepare\nPREP\n—\nTo Stop\nPREP TO STOP\nQuality\nQLTY\nAir\n—\nAIR QLTY\nRight\nRT\nKeep, Next\n—\nKEEP RT\nRT\n—\nLane\nRT LANE\nRoad Work\nRD WK\n—\nAhead, [Distance]\nRD WK 1 MILE\nRoute\nRTE\nBest\n—\nBEST RTE\nService\nSERV\n—\n—\nSERV AREA OPEN\nShoulder\nSHLDR\n—\n—\nSHLDR CLOSED\nPage 38\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval\n\n    \nTable 1D-2.  Abbreviations that Shall be Used Only for\nTemporary Messages on Portable Changeable Message Signs (Sheet 2 of 2)\nWord Message\nStandard \nAbbreviation\nPrompt Word \nPreceding the \nAbbreviation\nPrompt Word \nFollowing the \nAbbreviation\nExample\nSlippery\nSLIP\n—\n—\n—\nSouthbound\nSOUTH\nRoute Number, Road Name\n—\nCA 1 SOUTH\nS-BND\n—\nLane, Traffic\nS-BND TRAFFIC\nSpeed\nSPD\n—\n—\nSPD LIMIT\nState, County, or other \nnon-U.S. or non-Interstate \nnumbered route\n[Route Abbreviation \ndetermined by \nhighway agency]*\n—\n[Number]**\nNY 7, CR 43\nTires With Lugs\nLUGS\n—\n—\n—\nTraffic\nTRAF\n—\n—\n—\nTravelers\nTRVLRS\n—\n—\n—\nTwo-Wheeled Vehicles\nCYCLES\n—\n—\n—\nUpper\nUPR\n—\nLevel\nUPR LEVEL\nU.S. Numbered Route\nUS*\n—\n[Number]**\nUS 202\nVehicle(s)\nVEH, VEHS\n—\n—\n—\nWarning\nWARN\n—\n—\n—\nWestbound\nWEST\nRoute Number, Road Name\n—\nIL 53 WEST\nW-BND\n—\nLane, Traffic\nW-BND LANES\nWill Not\nWONT\n—\n—\n—\n\t *\t\u0007Abbreviation, when accompanied by the prompt word, may be used on traffic control devices other than portable message signs. \nSee Table 1D-1(VA) for uses and format.\n\t**\t\u0007A space and no hyphen shall be placed between the abbreviation and the number of the route.\nNote: See Chapter 2L of this Manual for additional information on changeable message signs.\nTable 1D-3.  Unacceptable Abbreviations\nAbbreviation \nIntended \nWord\nCommon \nMisinterpretation\nACC\nAccident\nAccess (Road)\nCLRS\nClears\nColors\nDLY\nDelay\nDaily\nFDR\nFeeder\nFederal\nL\nLeft\nLane (Merge)\nLT\nLight (Traffic)\nLeft\nPARK\nParking\nPark\nPOLL\nPollution (Index)\nPoll\nRED\nReduce\nRed\nSTAD\nStadium\nStandard\nWRNG\nWarning\nWrong\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 39\nJanuary 2026\nFinal - Pending \nApproval\n\n    \nSupport:\n05\t\t\nInconsistent placement or use of a device can result in disrespect for the device at locations where the device \nis needed and appropriate.\nGuidance:\n06\t\t\nUnnecessary traffic control devices should be removed. The fact that a device is in good physical condition \nshould not be a basis for deferring needed removal or change.\nSupport:\n07\t\t\nSection 2A.02 contains information on excessive use of signs and other considerations that can reduce their \neffectiveness and the effectiveness of other traffic control devices."
        },
        {
          "section_number": "1D.10",
          "title": "Maintenance of Traffic Control Devices",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [
              "01 Functional maintenance of traffic control devices should be used to determine if certain devices need to be changed to meet current traffic conditions. 02 Physical maintenance of traffic control devices should be performed to retain the legibility and visibility of the device, and to retain the proper functioning of the device."
            ],
            "option": [],
            "support": [
              "03 Clean, legible, properly-mounted devices in good working condition command the respect of road users."
            ]
          },
          "raw_text": "Guidance:\n01\t\t\nFunctional maintenance of traffic control devices should be used to determine if certain devices need to be \nchanged to meet current traffic conditions.\n02\t\t\nPhysical maintenance of traffic control devices should be performed to retain the legibility and visibility of \nthe device, and to retain the proper functioning of the device.\nSupport:\n03\t\t\nClean, legible, properly-mounted devices in good working condition command the respect of road users."
        },
        {
          "section_number": "1D.11",
          "title": "Crashworthiness of Traffic Control Devices and Other Roadside Appurtenances",
          "virginia_specific": true,
          "content": {
            "standard": [
              "01 In accordance with various Sections of this Manual, certain traffic control devices and their supports, and/or related appurtenances shall be crashworthy (see definition in Section 1C.02). Crashworthiness provisions in this Manual shall apply to all streets, highways, and site roadways open to public travel."
            ],
            "guidance": [],
            "option": [],
            "support": [
              "02 Roadside appurtenances include permanent and portable sign supports, other permanent or temporary traffic control devices, and other roadside fixtures that are not traffic control devices, such as longitudinal barriers, bridge railings, and crash cushions, within the clear zone. Crashworthiness of a device or appurtenance is determined by nationally established standards such as the “Manual for Assessing Safety Hardware” (MASH), 2016, AASHTO. Information on the FHWA’s policy on crashworthiness of devices on the National Highway System and other roadways is available at the FHWA Office of Safety Web site at https://safety.fhwa.dot.gov/ roadway_dept/countermeasures/reduce_crash_severity/policy_memo_guidance.cfm. Page 40 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 Final - Pending Approval"
            ]
          },
          "raw_text": "Standard:\n01\t\t\nIn accordance with various Sections of this Manual, certain traffic control devices and their supports, \nand/or related appurtenances shall be crashworthy (see definition in Section 1C.02). Crashworthiness \nprovisions in this Manual shall apply to all streets, highways, and site roadways open to public travel.\nSupport:\n02\t\t\nRoadside appurtenances include permanent and portable sign supports, other permanent or temporary traffic \ncontrol devices, and other roadside fixtures that are not traffic control devices, such as longitudinal barriers, \nbridge railings, and crash cushions, within the clear zone. Crashworthiness of a device or appurtenance is \ndetermined by nationally established standards such as the “Manual for Assessing Safety Hardware” (MASH), \n2016, AASHTO. Information on the FHWA’s policy on crashworthiness of devices on the National Highway \nSystem and other roadways is available at the FHWA Office of Safety Web site at https://safety.fhwa.dot.gov/\nroadway_dept/countermeasures/reduce_crash_severity/policy_memo_guidance.cfm.\nPage 40\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nFinal - Pending \nApproval"
        }
      ],
      "section_count": 11
    }
  ]
}