{
  "part_id": "part5",
  "part_number": 5,
  "title": "TRAFFIC CONTROL DEVICE CONSIDERATIONS FOR AUTOMATED VEHICLES",
  "source": "Virginia MUTCD for Streets and Highways, Version 11.0 (January 2026)",
  "page_start": 307,
  "page_end": 312,
  "chapters": [
    {
      "chapter_code": "5A",
      "title": "GENERAL",
      "virginia_specific_content": true,
      "keywords": [
        "general",
        "signal",
        "sign",
        "red",
        "warning",
        "lane",
        "curve",
        "grade",
        "intersection",
        "lighting",
        "virginia",
        "speed"
      ],
      "sections": [
        {
          "section_number": "5A.01",
          "title": "Scope and Purpose",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [],
            "option": [],
            "support": [
              "01 The scope of the provisions in this Part are intended for consideration of traffic control devices that are specifically being designed to accommodate automated vehicles capable of performing partial or full real- time operational functions in general traffic on a sustained basis. This Part does not require agencies to use these provisions in their accommodation of automated vehicles on their roadways. Rather, the purpose of these provisions is to provide agencies with general considerations and guidance for traffic control devices that can be more helpful in the accommodation of such vehicles, while at the same time being more beneficial to road users. 02 It is important for early implementers of automated vehicles to understand the ramifications of traffic control devices in a mixed fleet environment and to consider the needs of both human and machine-led road users. Partial automation technologies are already commercially available in the vehicle fleet and are operating under current infrastructure conditions. The overall effectiveness of the automation is impacted by the uniformity and consistent application of the highway infrastructure, including traffic control devices. 03 This Chapter provides an overview of foundational driving automation system (see definition in Section 5A.03) technology terminology, key principles, considerations for traffic control device selection, and topics for agencies to consider. The MUTCD does not address standardization of digital infrastructure, geometric road design, traffic control device maintenance levels, minimum pavement conditions, or other items that might be important for safe and effective operation of driving automation system technologies."
            ]
          },
          "raw_text": "Support:\n01\t\t\nThe scope of the provisions in this Part are intended for consideration of traffic control devices that are \nspecifically being designed to accommodate automated vehicles capable of performing partial or full real-\ntime operational functions in general traffic on a sustained basis. This Part does not require agencies to use \nthese provisions in their accommodation of automated vehicles on their roadways. Rather, the purpose of these \nprovisions is to provide agencies with general considerations and guidance for traffic control devices that can be \nmore helpful in the accommodation of such vehicles, while at the same time being more beneficial to road users. \n02\t\t\nIt is important for early implementers of automated vehicles to understand the ramifications of traffic control \ndevices in a mixed fleet environment and to consider the needs of both human and machine-led road users. \nPartial automation technologies are already commercially available in the vehicle fleet and are operating under \ncurrent infrastructure conditions. The overall effectiveness of the automation is impacted by the uniformity and \nconsistent application of the highway infrastructure, including traffic control devices.\n03\t\t\nThis Chapter provides an overview of foundational driving automation system (see definition in Section \n5A.03) technology terminology, key principles, considerations for traffic control device selection, and topics for \nagencies to consider. The MUTCD does not address standardization of digital infrastructure, geometric road \ndesign, traffic control device maintenance levels, minimum pavement conditions, or other items that might be \nimportant for safe and effective operation of driving automation system technologies."
        },
        {
          "section_number": "5A.02",
          "title": "Overview of Automated Vehicles and Connected Vehicles",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [],
            "option": [],
            "support": [
              "01 Driving automation system technology automates some or all aspects of the driving tasks to assist or replace the human driver and can include driver assistance technology generally known as advanced driver assistance systems (ADAS). Automated vehicles (AVs) are vehicles in which at least one element of vehicle control (such as steering, speed control, or braking) occurs without direct human driver input. AVs function by gathering information from a suite of sensors that can include, but are not limited to: A.\t Cameras, B.\t Radar, C.\t Light detection and ranging (LiDAR), D.\t Ultrasonic, and E.\t Infrared. 02 AVs can combine sensor data with other inputs including detailed map data and information from other connected vehicles or infrastructure. AVs might be able to detect and classify objects in their surroundings and might predict how they are likely to behave. 03 Connected vehicle technology enables cars, buses, trucks, trains, roads, and roadside infrastructure, as well as other devices such as cellular telephones, to communicate with one another. Connected vehicle technology enabling vehicles to communicate with each other is known as vehicle-to-vehicle (V2V). Connected vehicle technology enabling vehicles to communicate with infrastructure is known as vehicle-to-infrastructure (V2I). Connected vehicle technology enables equipped vehicles on the road to be aware of the location and status of other nearby equipped vehicles or devices. Road users could receive notifications and alerts of dangerous situations, such as a vehicle that is about to run a red traffic signal as it nears an intersection, or an oncoming car, that is out of sight beyond a curve swerving into the opposing lane to avoid an object on the road."
            ]
          },
          "raw_text": "Support:\n01\t\t\nDriving automation system technology automates some or all aspects of the driving tasks to assist or replace \nthe human driver and can include driver assistance technology generally known as advanced driver assistance \nsystems (ADAS). Automated vehicles (AVs) are vehicles in which at least one element of vehicle control (such \nas steering, speed control, or braking) occurs without direct human driver input. AVs function by gathering \ninformation from a suite of sensors that can include, but are not limited to:\nA.\t Cameras,\nB.\t Radar,\nC.\t Light detection and ranging (LiDAR),\nD.\t Ultrasonic, and\nE.\t Infrared.\n02\t\t\nAVs can combine sensor data with other inputs including detailed map data and information from other \nconnected vehicles or infrastructure. AVs might be able to detect and classify objects in their surroundings and \nmight predict how they are likely to behave.\n03\t\t\nConnected vehicle technology enables cars, buses, trucks, trains, roads, and roadside infrastructure, as well \nas other devices such as cellular telephones, to communicate with one another. Connected vehicle technology \nenabling vehicles to communicate with each other is known as vehicle-to-vehicle (V2V). Connected vehicle \ntechnology enabling vehicles to communicate with infrastructure is known as vehicle-to-infrastructure (V2I). \nConnected vehicle technology enables equipped vehicles on the road to be aware of the location and status \nof other nearby equipped vehicles or devices. Road users could receive notifications and alerts of dangerous \nsituations, such as a vehicle that is about to run a red traffic signal as it nears an intersection, or an oncoming \ncar, that is out of sight beyond a curve swerving into the opposing lane to avoid an object on the road."
        },
        {
          "section_number": "5A.03",
          "title": "Definitions and Terms",
          "virginia_specific": true,
          "content": {
            "standard": [],
            "guidance": [],
            "option": [],
            "support": [
              "01 The definitions and terms shown in Items A through G below, which are found in the Society of Automotive Engineers standard SAE J3016 and other sources, are used extensively in automated vehicle technology. Their definitions, which are summarized below for reference and for use with the provisions of this Manual, are as follows: A.\t Advanced Driver Assistance Systems (ADAS) – Electronic systems that aid a vehicle driver with one or more driving tasks while driving. They are intended to increase the safe operation of a vehicle and include applications such as automatic braking, lane keeping assistance, adaptive cruise control, and others. Final - Pending Approval  Part 5. Traffic Control Device Considerations for Automated Vehicles Page 812 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 B.\t Automated Driving System (ADS) – The hardware and software that are collectively capable of performing the entire Dynamic Driving Task (DDT) on a sustained basis, regardless of whether it is limited to a specific Operational Design Domain (ODD); this term is used specifically to describe a Level 3, 4, or 5 driving automation system. C.\t Automation Levels – The levels of automation that are described in Table 5A-1. D.\t Cooperative Automation – Technology that enables communication with other vehicles and the infrastructure to coordinate automated vehicle operation. E.\t Driving Automation System – The hardware and software that are collectively capable of performing part or all of the DDT on a sustained basis; this term is used generically to describe any system capable of Levels 1 through 5 driving automation. F.\t Dynamic Driving Task (DDT) – All of the real-time operational and tactical functions required to operate a vehicle in on-road traffic, excluding the strategic functions such as trip scheduling and selection of destinations and waypoints. G.\t Operational Design Domain (ODD) – Operating conditions under which a given driving automation system or feature thereof is specifically designed to function, including, but not limited to, environmental, geographical, and time-of-day restrictions, and/or the requisite presence or absence of certain traffic or roadway characteristics."
            ]
          },
          "raw_text": "Support:\n01\t\t\nThe definitions and terms shown in Items A through G below, which are found in the Society of Automotive \nEngineers standard SAE J3016 and other sources, are used extensively in automated vehicle technology. Their \ndefinitions, which are summarized below for reference and for use with the provisions of this Manual, are as follows:\nA.\t Advanced Driver Assistance Systems (ADAS) – Electronic systems that aid a vehicle driver with \none or more driving tasks while driving. They are intended to increase the safe operation of a vehicle \nand include applications such as automatic braking, lane keeping assistance, adaptive cruise control, \nand others.\nFinal - Pending \nApproval\n\nPart 5. Traffic Control Device Considerations for Automated Vehicles\nPage 812\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\nB.\t Automated Driving System (ADS) – The hardware and software that are collectively capable of \nperforming the entire Dynamic Driving Task (DDT) on a sustained basis, regardless of whether it is \nlimited to a specific Operational Design Domain (ODD); this term is used specifically to describe a Level \n3, 4, or 5 driving automation system.\nC.\t Automation Levels – The levels of automation that are described in Table 5A-1.\nD.\t Cooperative Automation – Technology that enables communication with other vehicles and the \ninfrastructure to coordinate automated vehicle operation. \nE.\t Driving Automation System – The hardware and software that are collectively capable of performing part \nor all of the DDT on a sustained basis; this term is used generically to describe any system capable of \nLevels 1 through 5 driving automation.\nF.\t Dynamic Driving Task (DDT) – All of the real-time operational and tactical functions required to operate \na vehicle in on-road traffic, excluding the strategic functions such as trip scheduling and selection of \ndestinations and waypoints.\nG.\t Operational Design Domain (ODD) – Operating conditions under which a given driving automation \nsystem or feature thereof is specifically designed to function, including, but not limited to, environmental, \ngeographical, and time-of-day restrictions, and/or the requisite presence or absence of certain traffic or \nroadway characteristics."
        },
        {
          "section_number": "5A.04",
          "title": "Traffic Control Device Design and Use Considerations",
          "virginia_specific": true,
          "content": {
            "standard": [],
            "guidance": [
              "03 Agencies should adopt traffic control device maintenance policies and or practices with consideration to both the human driver and driving automation system technology needs (see Sections 1D.10, 2A.19, 3A.05 and 4A.10). 04 Engineering judgment (see Section 1D.03) used to determine traffic control device selection and placement should consider uniformity in application and location needed to support both the human driver and driving automation system technology.",
              "06 Agencies should apply the following fundamental principles and considerations as they evaluate traffic control devices and other maintenance practices to support driving automation system technologies during maintenance and infrastructure improvements: A.\t Applying uniform and consistent traffic control devices on each type of roadway, and applying a similar approach to traffic control at similar locations in similar situations. B.\t Establishing maintenance policies that incorporate effective practices to identify and then fix or replace in a timely manner any traffic control device that is reaching the end of its useful life, or that is damaged or otherwise no longer serviceable. C.\t Making sure that temporary or emergency traffic control, to the extent practicable, is planned in advance using devices that comply with the provisions of this Manual and that follow policies designed to provide uniformity throughout the site and across jurisdictions. D.\t Removing extraneous devices that are no longer necessary or that provide limited benefit to vehicle operation or navigation. Final - Pending Approval  Part 5. Traffic Control Device Considerations for Automated Vehicles Page 814 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026"
            ],
            "option": [],
            "support": [
              "01 The interaction of traffic control devices with driving automation systems can create many challenges for agencies in determining traffic control device selection and application. The lack of tolerance of driving automation systems for non-uniformity in traffic control device design and application is a limiting factor of current driving automation system sophistication. This is because driving automation systems have a limited ability to interpolate across gaps in traffic control device cues to the vehicle in the following types of situations: A.\t The driving automation system technology’s ability to adapt to existing traffic control device design and typical quality, such as the refresh rates of electronic changeable message sign displays or the overall quality of a device that has been in service on the roadway for many years; B.\t The color perception of signs; C.\t The electronically perceptible conspicuity and contrast of markings in different environments and lighting conditions; D.\t The driving automation system camera technology and device photometric characteristics in interpreting various types of traffic signals E.\t The ability to discern and comprehend temporary traffic control devices and their varying applications, such as active electronic display devices or flaggers; and Table 5A-1.  Automation Levels Automation Level Description Automation Category Automation Type Level 0 The full-time performance by the human driver of all aspects of the Dynamic Driving Task, even when enhanced by warning or momentary intervention systems. None* None Level 1 The driving mode specific execution by a sustained driver assistance system of either steering or acceleration/deceleration using information about the driving environment and with the expectation that the human driver performs all remaining aspects of the Dynamic Driving Task. Advanced Driver Assistance Systems (ADAS) Driving Automation System Level 2 The driving mode specific execution by one or more sustained driver assistance systems of both steering and acceleration/deceleration using information about the driving environment and with the expectation that the human driver performs all remaining aspects of the Dynamic Driving Task. Level 3 The driving mode specific sustained performance by an ADS of all aspects of the Dynamic Driving Task within a given ODD with the expectation that the human driver will respond appropriately to a request to intervene. Automated Driving System (ADS) Level 4 The driving mode specific sustained performance by an ADS of all aspects of the Dynamic Driving Task, even if a human driver does not respond appropriately to a request to intervene. Level 5 The full-time sustained performance by an ADS of all aspects of the Dynamic Driving Task under all roadway and environmental conditions that can be managed by a human driver. *NOTE:  Level 0 might include some ADAS features, but they are considered to be warning or momentary intervention systems at this level. Final - Pending Approval  Part 5. Traffic Control Device Considerations for Automated Vehicles Virginia MUTCD for Streets and Highways | Version 11.0 Page 813 January 2026 F.\t The ability to decipher traffic control at highway-rail or highway-LRT grade crossings, especially at passive grade crossings. 02 These and other challenges might limit the functionality of driving automation systems, thus making them less effective or functional, with potential implications for safety and traffic operations. The uniform design and consistent application of standardized traffic control devices supports the functionality of driving automation system technology in many situations. Similarly, good traffic control device maintenance practices and programs will help improve the potential for driving automation systems to operate properly in many roadway environments.",
              "05 A systematic approach to traffic control device selection, application, and maintenance taking into consideration certain fundamental principles, will help agencies considering the inclusion of AVs on their roadways. Generally, improvements to traffic control device uniformity and improved maintenance policies and practices that keep traffic control devices in good working order with high levels of conspicuity that are beneficial to the human driver will be beneficial to AVs as well."
            ]
          },
          "raw_text": "Support:\n01\t\t\nThe interaction of traffic control devices with driving automation systems can create many challenges \nfor agencies in determining traffic control device selection and application. The lack of tolerance of driving \nautomation systems for non-uniformity in traffic control device design and application is a limiting factor of \ncurrent driving automation system sophistication. This is because driving automation systems have a limited \nability to interpolate across gaps in traffic control device cues to the vehicle in the following types of situations:\nA.\t The driving automation system technology’s ability to adapt to existing traffic control device design and \ntypical quality, such as the refresh rates of electronic changeable message sign displays or the overall \nquality of a device that has been in service on the roadway for many years;\nB.\t The color perception of signs;\nC.\t The electronically perceptible conspicuity and contrast of markings in different environments and \nlighting conditions;\nD.\t The driving automation system camera technology and device photometric characteristics in interpreting \nvarious types of traffic signals\nE.\t The ability to discern and comprehend temporary traffic control devices and their varying applications, \nsuch as active electronic display devices or flaggers; and\nTable 5A-1.  Automation Levels\nAutomation \nLevel\nDescription\nAutomation \nCategory\nAutomation \nType\nLevel 0\nThe full-time performance by the human driver of all aspects of the Dynamic Driving \nTask, even when enhanced by warning or momentary intervention systems.\nNone*\nNone\nLevel 1\nThe driving mode specific execution by a sustained driver assistance system of either \nsteering or acceleration/deceleration using information about the driving environment \nand with the expectation that the human driver performs all remaining aspects of the \nDynamic Driving Task.\nAdvanced \nDriver \nAssistance \nSystems (ADAS)\nDriving \nAutomation \nSystem\nLevel 2\nThe driving mode specific execution by one or more sustained driver assistance systems \nof both steering and acceleration/deceleration using information about the driving \nenvironment and with the expectation that the human driver performs all remaining \naspects of the Dynamic Driving Task.\nLevel 3\nThe driving mode specific sustained performance by an ADS of all aspects of the \nDynamic Driving Task within a given ODD with the expectation that the human driver will \nrespond appropriately to a request to intervene.\nAutomated \nDriving \nSystem (ADS)\nLevel 4\nThe driving mode specific sustained performance by an ADS of all aspects of the \nDynamic Driving Task, even if a human driver does not respond appropriately to a \nrequest to intervene.\nLevel 5\nThe full-time sustained performance by an ADS of all aspects of the Dynamic Driving \nTask under all roadway and environmental conditions that can be managed by a \nhuman driver.\n*NOTE:  Level 0 might include some ADAS features, but they are considered to be warning or momentary intervention systems at this level.\nFinal - Pending \nApproval\n\nPart 5. Traffic Control Device Considerations for Automated Vehicles\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 813\nJanuary 2026\nF.\t The ability to decipher traffic control at highway-rail or highway-LRT grade crossings, especially at \npassive grade crossings. \n02\t\t\nThese and other challenges might limit the functionality of driving automation systems, thus making them \nless effective or functional, with potential implications for safety and traffic operations. The uniform design and \nconsistent application of standardized traffic control devices supports the functionality of driving automation \nsystem technology in many situations. Similarly, good traffic control device maintenance practices and \nprograms will help improve the potential for driving automation systems to operate properly in many roadway \nenvironments. \nGuidance: \n03\t\t\nAgencies should adopt traffic control device maintenance policies and or practices with consideration to both \nthe human driver and driving automation system technology needs (see Sections 1D.10, 2A.19, 3A.05 and 4A.10). \n04\t\t\nEngineering judgment (see Section 1D.03) used to determine traffic control device selection and placement \nshould consider uniformity in application and location needed to support both the human driver and driving \nautomation system technology. \nSupport:\n05\t\t\nA systematic approach to traffic control device selection, application, and maintenance taking into \nconsideration certain fundamental principles, will help agencies considering the inclusion of AVs on their \nroadways. Generally, improvements to traffic control device uniformity and improved maintenance policies and \npractices that keep traffic control devices in good working order with high levels of conspicuity that are beneficial \nto the human driver will be beneficial to AVs as well. \nGuidance:\n06\t\t\nAgencies should apply the following fundamental principles and considerations as they evaluate traffic \ncontrol devices and other maintenance practices to support driving automation system technologies during \nmaintenance and infrastructure improvements: \nA.\t Applying uniform and consistent traffic control devices on each type of roadway, and applying a similar \napproach to traffic control at similar locations in similar situations. \nB.\t Establishing maintenance policies that incorporate effective practices to identify and then fix or replace \nin a timely manner any traffic control device that is reaching the end of its useful life, or that is damaged \nor otherwise no longer serviceable. \nC.\t Making sure that temporary or emergency traffic control, to the extent practicable, is planned in advance \nusing devices that comply with the provisions of this Manual and that follow policies designed to provide \nuniformity throughout the site and across jurisdictions.\nD.\t Removing extraneous devices that are no longer necessary or that provide limited benefit to vehicle \noperation or navigation. \nFinal - Pending \nApproval\n\nPart 5. Traffic Control Device Considerations for Automated Vehicles\nPage 814\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026"
        }
      ],
      "section_count": 4
    },
    {
      "chapter_code": "5B",
      "title": "PROVISIONS FOR TRAFFIC CONTROL DEVICES",
      "virginia_specific_content": true,
      "keywords": [
        "provisions",
        "signal",
        "traffic",
        "devices",
        "warning",
        "flashing",
        "marking",
        "sign",
        "lane",
        "arrow",
        "speed",
        "grade",
        "intersection",
        "control",
        "green",
        "bicycle",
        "clearance",
        "virginia",
        "yellow"
      ],
      "sections": [
        {
          "section_number": "5B.01",
          "title": "Signs",
          "virginia_specific": false,
          "content": {
            "standard": [
              "02 When scanning graphics (see Section 2A.04) of any type are used on a sign for support of driving automation systems, the scanning graphics shall not be visible to the human eye and the sign shall have no apparent loss of resolution or recognition for the road user."
            ],
            "guidance": [
              "03 Agencies seeking to better accommodate driving automation systems to support AVs, while also potentially benefitting human drivers, should consider: A.\t Clearly associating the sign location and application with the displayed message to the specific lane or road to which it applies, such as in the case of parallel roads or lanes with different speed limits or restrictions. B.\t The practice of sign and information spreading (see Section 2A.20) to limit the amount of information displayed in one location or on one sign to minimize sign clutter. C.\t Signs with designs that are otherwise not provided for in this Manual or the “Standard Highway Signs” publication (see Section 1A.05) are designed based on the standardized sign design practices and features as provided for in this Manual for the type of sign, the location, and the characteristics of the roadway on which it is used. D.\t The refresh rate of LEDs in the illuminated portion of electronic-display signs to provide for greater consistency in driving automation system detection."
            ],
            "option": [],
            "support": [
              "01 Driving automation systems use sensors, algorithms, and processing to locate, read, and comprehend traffic signs and assist the human driver or AV in appropriately making vehicle operational decisions. Location, condition, uniformity, design characteristics, and consistent application all affect the ability of driving automation systems to perform these functions."
            ]
          },
          "raw_text": "Support:\n01\t\t\nDriving automation systems use sensors, algorithms, and processing to locate, read, and comprehend \ntraffic signs and assist the human driver or AV in appropriately making vehicle operational decisions. Location, \ncondition, uniformity, design characteristics, and consistent application all affect the ability of driving automation \nsystems to perform these functions. \nStandard:\n02\t\t\nWhen scanning graphics (see Section 2A.04) of any type are used on a sign for support of driving \nautomation systems, the scanning graphics shall not be visible to the human eye and the sign shall have \nno apparent loss of resolution or recognition for the road user.\nGuidance: \n03\t\t\nAgencies seeking to better accommodate driving automation systems to support AVs, while also potentially \nbenefitting human drivers, should consider:\nA.\t Clearly associating the sign location and application with the displayed message to the specific lane \nor road to which it applies, such as in the case of parallel roads or lanes with different speed limits \nor restrictions.\nB.\t The practice of sign and information spreading (see Section 2A.20) to limit the amount of information \ndisplayed in one location or on one sign to minimize sign clutter. \nC.\t Signs with designs that are otherwise not provided for in this Manual or the “Standard Highway Signs” \npublication (see Section 1A.05) are designed based on the standardized sign design practices and \nfeatures as provided for in this Manual for the type of sign, the location, and the characteristics of the \nroadway on which it is used. \nD.\t The refresh rate of LEDs in the illuminated portion of electronic-display signs to provide for greater \nconsistency in driving automation system detection."
        },
        {
          "section_number": "5B.02",
          "title": "Markings",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [
              "02 Agencies seeking to better accommodate driving automation system to support AVs, while also potentially benefitting human drivers, should consider: A.\t Normal width longitudinal lines of at least 6 inches in width (see Section 3A.04). B.\t Edge lines of at least 6 inches in width (see Sections 3A.04 and 3B.09). C.\t Dotted edge line extensions along all entrance and exit ramps, all auxiliary lanes, and all tapers where a deceleration or auxiliary lane is added (see Section 3B.11). D.\t Chevron markings in the neutral areas of exit gores to distinguish them from travel lanes (see Section 3B.25). E.\t Raised pavement markers only as a supplement to, rather than as a substitute for, pavement markings (see Sections 3B.16 and 3B.17). F.\t Uniform contrast markings on light-colored pavements to create greater contrast. G.\t Broken lines with uniform marking and gap length (see Section 3A.04)."
            ],
            "option": [],
            "support": [
              "01 Driving automation systems use sensors, algorithms, and processing to locate, read, and comprehend pavement markings. Location, condition, uniformity, design characteristics, and consistent application all have some effect on the ability of driving automation systems to perform this function. Certain pavement marking applications and practices have been shown through research to better support driving automation system technology, while also benefitting, or at least not detracting from, the performance of the human operator."
            ]
          },
          "raw_text": "Support:\n01\t\t\nDriving automation systems use sensors, algorithms, and processing to locate, read, and comprehend \npavement markings. Location, condition, uniformity, design characteristics, and consistent application all have \nsome effect on the ability of driving automation systems to perform this function. Certain pavement marking \napplications and practices have been shown through research to better support driving automation system \ntechnology, while also benefitting, or at least not detracting from, the performance of the human operator. \nGuidance: \n02\t\t\nAgencies seeking to better accommodate driving automation system to support AVs, while also potentially \nbenefitting human drivers, should consider:\nA.\t Normal width longitudinal lines of at least 6 inches in width (see Section 3A.04).\nB.\t Edge lines of at least 6 inches in width (see Sections 3A.04 and 3B.09).\nC.\t Dotted edge line extensions along all entrance and exit ramps, all auxiliary lanes, and all tapers where \na deceleration or auxiliary lane is added (see Section 3B.11). \nD.\t Chevron markings in the neutral areas of exit gores to distinguish them from travel lanes \n(see Section 3B.25).\nE.\t Raised pavement markers only as a supplement to, rather than as a substitute for, pavement markings \n(see Sections 3B.16 and 3B.17).\nF.\t Uniform contrast markings on light-colored pavements to create greater contrast.\nG.\t Broken lines with uniform marking and gap length (see Section 3A.04)."
        },
        {
          "section_number": "5B.03",
          "title": "Highway Traffic Signals",
          "virginia_specific": true,
          "content": {
            "standard": [],
            "guidance": [
              "01 Agencies seeking to better accommodate driving automation systems to support AVs, while also potentially benefitting human drivers, should consider: A.\t Consistent signal face placement along corridors with respect to overhead mounting versus post mounting on the side of the roadway. B.\t Consistent number of signal faces for approach lanes and the selection of signal indications and signal clusters along a corridor to promote uniform displays for identical or similar situations. C.\t The refresh rate of LED traffic signals to provide for greater consistency in driving automation system detection. Final - Pending Approval  Part 5. Traffic Control Device Considerations for Automated Vehicles Virginia MUTCD for Streets and Highways | Version 11.0 Page 815 January 2026 D.\t Providing signal faces with backplates (see Section 4D.06) having retroreflective borders to enhance signal face conspicuity and detection by driving automation system sensors. E.\t Using FLASHING YELLOW ARROW signal indications for permissive turns."
            ],
            "option": [],
            "support": [
              "02 Signal faces that display a CIRCULAR GREEN indication and that are located over or directly in line with a mandatory turn lane can be less effective for driving automation systems to recognize as a traffic signal face controlling permissive turning movements. 03 Achieving uniformity along a corridor is desirable for driving automation systems, but can be challenging. Multiple options are available for traffic signal displays to allow design variations based on specific intersection variables such as available overhead clearance, utility conflicts, signal support design constraints, and other factors. V2I capabilities can complement driving automation system recognition of traffic signals to provide redundancy, and to improve reliability and accuracy."
            ]
          },
          "raw_text": "Guidance:\n01\t\t\nAgencies seeking to better accommodate driving automation systems to support AVs, while also potentially \nbenefitting human drivers, should consider:\nA.\t Consistent signal face placement along corridors with respect to overhead mounting versus post \nmounting on the side of the roadway.\nB.\t Consistent number of signal faces for approach lanes and the selection of signal indications and \nsignal clusters along a corridor to promote uniform displays for identical or similar situations. \nC.\t The refresh rate of LED traffic signals to provide for greater consistency in driving automation \nsystem detection. \nFinal - Pending \nApproval\n\nPart 5. Traffic Control Device Considerations for Automated Vehicles\nVirginia MUTCD for Streets and Highways | Version 11.0\t\nPage 815\nJanuary 2026\nD.\t Providing signal faces with backplates (see Section 4D.06) having retroreflective borders to enhance \nsignal face conspicuity and detection by driving automation system sensors.\nE.\t Using FLASHING YELLOW ARROW signal indications for permissive turns.\nSupport:\n02\t\t\nSignal faces that display a CIRCULAR GREEN indication and that are located over or directly in line with \na mandatory turn lane can be less effective for driving automation systems to recognize as a traffic signal face \ncontrolling permissive turning movements.\n03\t\t\nAchieving uniformity along a corridor is desirable for driving automation systems, but can be challenging. \nMultiple options are available for traffic signal displays to allow design variations based on specific intersection \nvariables such as available overhead clearance, utility conflicts, signal support design constraints, and other \nfactors. V2I capabilities can complement driving automation system recognition of traffic signals to provide \nredundancy, and to improve reliability and accuracy."
        },
        {
          "section_number": "5B.04",
          "title": "Temporary Traffic Control",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [
              "01 Agencies seeking to better accommodate driving automation systems to support, while also potentially benefitting human drivers, in and through temporary traffic control (TTC) zones should consider: A.\t Consistent type, spacing, and mounting height of signs (see VWAPM Sections 6B.04 and 6F.02). B.\t Use of the END ROAD WORK (G20-2) sign to establish the end of the TTC zone (see VWAPM Section 6H.36). A.\t Wider retroreflective material on, or reduced spacing of, channelizing devices to better accommodate driving automation system sensors in nighttime and adverse weather conditions (see VWAPM Chapter 6K). B.\t Continuous markings at the beginning of TTC zones and in lane transitions. C.\t Temporary raised pavement markers only as a supplement to, rather than as a substitute for, pavement markings. A.\t Removal or obliteration of pavement markings that are no longer applicable as soon as practicable, for long-term stationary operations in the temporary traveled way (see VWAPM Section 6J.01)."
            ],
            "option": [],
            "support": [
              "02 Pavement markings that are not fully removed and pavement scarring are of particular concern as there can be misinterpretation by driving automation systems that can result in erroneous vehicle positioning in TTC zones. 03 V2I communications can complement driving automation systems recognition in TTC zones by communicating the presence of a TTC zone to vehicles. 04 The VWAPM Section 6J.01 describes the use of pavement markings in TTC zones and the removal or obliteration of existing pavement markings. 05 The VWAPM Section 6J.02 describes the use of temporary pavement markings in TTC zones."
            ]
          },
          "raw_text": "Guidance:\n01\t\t\nAgencies seeking to better accommodate driving automation systems to support, while also potentially \nbenefitting human drivers, in and through temporary traffic control (TTC) zones should consider:\nA.\t Consistent type, spacing, and mounting height of signs (see VWAPM Sections 6B.04 and 6F.02). \nB.\t Use of the END ROAD WORK (G20-2) sign to establish the end of the TTC zone (see VWAPM Section 6H.36).\nA.\t Wider retroreflective material on, or reduced spacing of, channelizing devices to better accommodate \ndriving automation system sensors in nighttime and adverse weather conditions (see VWAPM Chapter 6K). \nB.\t Continuous markings at the beginning of TTC zones and in lane transitions.\nC.\t Temporary raised pavement markers only as a supplement to, rather than as a substitute for, pavement markings. \nA.\t Removal or obliteration of pavement markings that are no longer applicable as soon as practicable, for \nlong-term stationary operations in the temporary traveled way (see VWAPM Section 6J.01).\nSupport:\n02\t\t\nPavement markings that are not fully removed and pavement scarring are of particular concern as there can \nbe misinterpretation by driving automation systems that can result in erroneous vehicle positioning in TTC zones.\n03\t\t\nV2I communications can complement driving automation systems recognition in TTC zones by \ncommunicating the presence of a TTC zone to vehicles.\n04\t\t\nThe VWAPM Section 6J.01 describes the use of pavement markings in TTC zones and the removal or \nobliteration of existing pavement markings.\n05\t\t\nThe VWAPM Section 6J.02 describes the use of temporary pavement markings in TTC zones."
        },
        {
          "section_number": "5B.05",
          "title": "Traffic Control for Highway-Rail and Highway-Light Rail Transit Grade Crossings",
          "virginia_specific": false,
          "content": {
            "standard": [],
            "guidance": [
              "01 Agencies seeking to better accommodate driving automation systems to support AVs, while also potentially benefitting human drivers, at grade crossings should consider: A.\t Consistent placement of signs and markings for passive and active grade crossings along a corridor to promote uniformity and to improve the ability of driving automation system technology to recognize grade crossings. B.\t Removal of signs and pavement markings associated with grade crossings that are out of service (see Section 8A.09)."
            ],
            "option": [],
            "support": [
              "02 V2I communications can complement driving automation system recognition of grade crossings to improve reliability and accuracy, and to relay information on the arrival or presence of a train or LRT vehicle at a grade crossing."
            ]
          },
          "raw_text": "Guidance:\n01\t\t\nAgencies seeking to better accommodate driving automation systems to support AVs, while also potentially \nbenefitting human drivers, at grade crossings should consider:\nA.\t Consistent placement of signs and markings for passive and active grade crossings along a corridor to \npromote uniformity and to improve the ability of driving automation system technology to recognize grade \ncrossings.\nB.\t Removal of signs and pavement markings associated with grade crossings that are out of service \n(see Section 8A.09). \nSupport:\n02\t\t\nV2I communications can complement driving automation system recognition of grade crossings to improve \nreliability and accuracy, and to relay information on the arrival or presence of a train or LRT vehicle at a \ngrade crossing."
        },
        {
          "section_number": "5B.06",
          "title": "Traffic Control for Bicycle Facilities",
          "virginia_specific": true,
          "content": {
            "standard": [],
            "guidance": [
              "01 Agencies seeking to better accommodate driving automation systems to support AVs, while also potentially benefitting human road users, should consider: A.\t  Use of an END (R3-9dP) plaque with a BIKE LANE (R3-17) sign to indicate the end of a bicycle lane that is merging with other traffic (see Sections 2B.33 and 9B.04). B.\t Use of Bicycle Lane Ends (W9-5) and Bicycle Merging (W9-5a) warning signs in advance of the end of a bicycle lane and where a merging maneuver might occur (see Section 9C.07)."
            ],
            "option": [],
            "support": [
              "02 Bicycle facilities that are physically separated from motor vehicle traffic using vertical objects or vertical separation can facilitate detection from driving automation system sensors (see Section 9E.07). Final - Pending Approval  Part 5. Traffic Control Device Considerations for Automated Vehicles Page 816 Virginia MUTCD for Streets and Highways | Version 11.0 January 2026 (This page intentionally left blank) Final - Pending Approval"
            ]
          },
          "raw_text": "Guidance:\n01\t\t\nAgencies seeking to better accommodate driving automation systems to support AVs, while also potentially \nbenefitting human road users, should consider: \nA.\t  Use of an END (R3-9dP) plaque with a BIKE LANE (R3-17) sign to indicate the end of a bicycle lane \nthat is merging with other traffic (see Sections 2B.33 and 9B.04).\nB.\t Use of Bicycle Lane Ends (W9-5) and Bicycle Merging (W9-5a) warning signs in advance of the end of \na bicycle lane and where a merging maneuver might occur (see Section 9C.07).\nSupport:\n02\t\t\nBicycle facilities that are physically separated from motor vehicle traffic using vertical objects or vertical \nseparation can facilitate detection from driving automation system sensors (see Section 9E.07).\nFinal - Pending \nApproval\n\nPart 5. Traffic Control Device Considerations for Automated Vehicles\nPage 816\t\nVirginia MUTCD for Streets and Highways | Version 11.0\nJanuary 2026\n(This page intentionally left blank)\nFinal - Pending \nApproval"
        }
      ],
      "section_count": 6
    }
  ]
}